[
  {
    "_id": "68c08058fb27e0653faace7d",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/401",
    "ED_Type": "Elections and Appointments",
    "ED_Title": "Appointment of the members of the Credentials Committee ",
    "ED_Meeting": [
      {
        "ED_Date": "2025-09-09T04:00:00.000Z",
        "ED_Number": "1 plenary meeting",
        "_id": "68c08058fb27e0653faace7e"
      }
    ],
    "ED_AgendaItem": "3 (a)",
    "ED_Plenary_Committee": "Plenary ",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "Plenary ",
    "ED_DecisionText": "At its 1st plenary meeting, on 9 September 2025, the General Assembly, in accordance with rule 28 of its rules of procedure, appointed a Credentials Committee for its eightieth session consisting of the following Member States: Andorra, Botswana, China, Dominican Republic, Malaysia, Russian Federation, Senegal, Trinidad and Tobago and United States of America. ",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review. \n",
    "ED_MarkNew": true,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2025-09-10T00:00:00.180Z"
  },
  {
    "_id": "68c080aefb27e0653faace82",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/501",
    "ED_Type": "Other Decisions",
    "ED_Title": "Meetings of subsidiary organs and entities during the main part of the eightieth session  ",
    "ED_Meeting": [
      {
        "ED_Date": "2025-09-02T04:00:00.000Z",
        "ED_Number": "1 plenary meeting",
        "_id": "68c080aefb27e0653faace83"
      }
    ],
    "ED_AgendaItem": "7",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": " At its 1st plenary meeting, on 9 September 2025, the General Assembly decided to authorize those entities listed in the letter dated 5 September 2023 from the Chair of the Committee on Conferences,1 (Footnote: A/80/358.) namely the Qualified group of experts to prepare a comprehensive study of the question of nuclear-weapon-free zones, the Special Committee on Peacekeeping Operations, the Committee on the Exercise of the Inalienable Rights of the Palestinian People, the Committee on Relations with the Host Country, the Conference on the Establishment of a Middle East Zone Free of Nuclear Weapons and Other Weapons of Mass Destruction, the Independent Audit Advisory Committee, the Executive Board of the United Nations Entity for Gender Equality and the Empowerment of Women (UN-Women), the Panel of External Auditors of the United Nations, the Specialized Agencies and the International Atomic Energy Agency and the Board of Auditors to meet during the main part of the eightieth session of the General Assembly, on the strict understanding that all such meetings would be allocated conference services on an “if available” basis, from within existing resources, in such a way as to ensure that the work of the General Assembly and its Main Committees is not impeded. ",
    "ED_Disclaimer": "",
    "ED_MarkNew": true,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2025-09-10T00:00:00.190Z"
  },
  {
    "_id": "68c59b8dfb27e0653faacffe",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/502",
    "ED_Type": "Other Decisions",
    "ED_Title": "General debate of the eightieth session of the General Assembly\t  ",
    "ED_Meeting": [
      {
        "ED_Date": "2025-09-12T04:00:00.000Z",
        "ED_Number": "2 plenary meeting",
        "_id": "68c59b8dfb27e0653faacfff"
      }
    ],
    "ED_AgendaItem": "7",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 2nd plenary meeting, on 12 September 2025, the General Assembly, on the recommendation of the General Committee as set forth in its first report,2 (Footnote: A/80/250, para.10.) and taking note that, pursuant to resolution 57/301 of 13 March 2003, the general debate would begin at 9 a.m. on Tuesday, 23 September 2025, and would continue on Wednesday, Thursday and Friday, 24–26 September, and on Monday, 29 September, decided that the general debate would continue on Saturday, 27 September 2025, in order to maximize the number of speakers during that week. ",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review. \n",
    "ED_MarkNew": true,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2025-09-14T00:00:00.133Z"
  },
  {
    "_id": "68c59c3cfb27e0653faad003",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/503",
    "ED_Type": "Other Decisions",
    "ED_Title": "Rights of reply to addresses by Heads of State ",
    "ED_Meeting": [
      {
        "ED_Date": "2025-09-12T04:00:00.000Z",
        "ED_Number": "2 plenary meeting",
        "_id": "68c59c3cfb27e0653faad004"
      }
    ],
    "ED_AgendaItem": "7",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 2nd plenary meeting, on 12 September 2025, the General Assembly took note of the information provided in paragraph 16 (d) of the report of the General Committee (Footnote: A/80/250.) concerning rights of reply to addresses by Heads of State.  ",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review. \n",
    "ED_MarkNew": true,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2025-09-14T00:00:00.141Z"
  },
  {
    "_id": "68c59d23688a408363b5c049",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/504",
    "ED_Type": "Other Decisions",
    "ED_Title": "Organization of the eightieth session ",
    "ED_Meeting": [
      {
        "ED_Date": "2025-09-12T04:00:00.000Z",
        "ED_Number": "2nd plenary meeting",
        "_id": "68c59d23688a408363b5c04a"
      },
      {
        "ED_Date": "2025-11-19T05:00:00.000Z",
        "ED_Number": "46th plenary meeting",
        "_id": "691de062369bb45934f3be0c"
      }
    ],
    "ED_AgendaItem": "7",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 2nd plenary meeting, on 12 September 2025, the General Assembly, on the recommendation of the General Committee as set forth in its first report, (Footnote: A/80/250.) adopted a number of provisions concerning the organization of the eightieth session. \n\nAt the 46th meeting, on 19 November 2025, the General Assembly, on the proposal of its President, decided to postpone the date of recess of the eightieth of the Assembly from Monday, 8 December 2025, to Wednesday, 24 December 2025. \n\n At the same meeting, the General Assembly, at the request of the Chair of the Fifth Committee, decided to extend the work of the Committee until Wednesday, 24 December 2025.",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review. \n",
    "ED_MarkNew": false,
    "ED_MarkUpdated": true,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2025-09-14T00:00:00.147Z"
  },
  {
    "_id": "68c59d6e688a408363b5c04e",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/505",
    "ED_Type": "Other Decisions",
    "ED_Title": "Adoption of the agenda and allocation of agenda items ",
    "ED_Meeting": [
      {
        "ED_Date": "2025-09-12T04:00:00.000Z",
        "ED_Number": "2 plenary meeting",
        "_id": "68c59d6e688a408363b5c04f"
      },
      {
        "ED_Date": "2025-10-14T04:00:00.000Z",
        "ED_Number": "18th plenary meeting",
        "_id": "68eed360a41d09370355c7b5"
      },
      {
        "ED_Date": "2025-12-18T05:00:00.000Z",
        "ED_Number": "69th plenary meeting",
        "_id": "6945dc30a98e09cc91d987e7"
      }
    ],
    "ED_AgendaItem": "7",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 2nd plenary meeting, on 12 September 2025, the General Assembly, on the recommendation of the General Committee as set forth in its first report,3 (Footnote: A/80/250.) adopted the agenda and the allocation of agenda items4 (Footnote: A/80/251.) for the eightieth session.  \n\nAt the same meeting, the General Assembly, on the recommendation of the General Committee as set forth in its first report,5 (Footnote: A/80/250, para. 26 (d).) decided to include in the agenda of its eightieth session the item entitled “Question of the Comorian island of Mayotte”, under heading B (Maintenance of international peace and security), on the understanding that there would be no consideration of this item by the Assembly.  \n\nAlso at the same meeting, the General Assembly, on the recommendation of the General Committee as set forth in its first report,6 (Footnote: A/80/250, para. 26 (e).) decided to defer consideration of the item entitled “Question of the Malagasy islands of Glorieuses, Juan de Nova, Europa and Bassas da India” and to include it in the provisional agenda of its eighty-first session. \n\nAt its 18th plenary meeting, on 14 October 2025, the General Assembly, on the proposal of the Secretary-General,  (Footnote: A/80/438.), having waived the relevant provisions of rule 40 of its rules of procedure,  decided to include in the agenda of its eightieth session an additional item entitled “Financing of the United Nations Support Office in Haiti”, as agenda item 177 under heading I (Organizational, administrative and other matters), and to allocate it to the Fifth Committee. \n\nAt its 69th plenary meeting, on 18 December 2025, the General Assembly, on the proposal of the Secretary-General,  (Footnote: A/80/241.), having waived the relevant provisions of rule 40 of its rules of procedure,  decided to include in the agenda of its eightieth session an additional item entitled “Follow-up to the implementation of the New Urban Agenda and strengthening of the United Nations Human Settlements Programme (UN-Habitat)”, as agenda item 178 under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), and to consider it directly in plenary meeting. \n\nAt the same meeting, the General Assembly, on the proposal of the Secretary-General,  (Footnote: A/80/242.), having waived the relevant provisions of rule 40 of its rules of procedure,  decided to include in the agenda of its eightieth session an additional sub-item entitled “Appointment of members of the Independent International Scientific Panel on Artificial Intelligence”, as sub-item (m) of agenda item 115 entitled “Appointments to fill vacancies in subsidiary organs and other appointments” under heading I (Organizational, administrative and other matters), and to consider it directly in plenary meeting. ",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review. \n",
    "ED_MarkNew": false,
    "ED_MarkUpdated": true,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2025-09-14T00:00:00.154Z"
  },
  {
    "_id": "68c59dfffb27e0653faad00d",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/506",
    "ED_Type": "Other Decisions",
    "ED_Title": "Endorsement of the New York Declaration on the Peaceful Settlement of the Question of Palestine and the Implementation of the Two-State Solution ",
    "ED_Meeting": [
      {
        "ED_Date": "2025-09-12T04:00:00.000Z",
        "ED_Number": "2 plenary meeting",
        "_id": "68c59dfffb27e0653faad00e"
      }
    ],
    "ED_AgendaItem": "35",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 2nd plenary meeting, on 12 September 2025, the General Assembly, by a recorded vote of 142 to 10, with 12 abstentions (Footnote: See A/80/PV.2.), on the proposal of Australia, Bahrain, Bolivia (Plurinational State of), Botswana, Brazil, Brunei Darussalam, Canada, Chad, Chile, China, Colombia, the Comoros, the Congo, Cuba, Djibouti, Egypt, France, Finland, Gabon, the Gambia, Guinea, Iceland, Indonesia, Ireland, Italy, Japan, Jordan, Kuwait, Luxembourg, Mauritius, Mexico, Morocco, Nigeria, Norway, Oman, Portugal, Qatar, San Marino, Saudi Arabia, Senegal, Slovenia, Spain, Türkiye, the United Arab Emirates, the United Kingdom of Great Britain and Northern Ireland, Venezuela (Bolivarian Republic of), Yemen, Zimbabwe and the State of Palestine, (Footnote: A/80/L.1/Rev.1.), recalling its resolution ES-10/24 of 18 September 2024, in which it had decided to convene during the seventy-ninth session of the General Assembly an international conference under the auspices of the Assembly for the implementation of the United Nations resolutions pertaining to the question of Palestine and the two-State solution for the achievement of a just, lasting and comprehensive peace in the Middle East; recalling also its resolution 79/81 of 3 December 2024, in which it had adopted the modalities for the High-level International Conference for the Peaceful Settlement of the Question of Palestine and the Implementation of the Two-State Solution, convened from 28 to 30 July in New York, and had decided that it would adopt an action-oriented outcome document to urgently chart an irreversible pathway towards the peaceful settlement of the question of Palestine and the implementation of the two-‍State solution, recalling further the decision of the General Assembly, in its decision 79/573 B of 5 September 2025, to resume the High-level International Conference for the Peaceful Settlement of the Question of Palestine and the Implementation of the Two-‍State Solution: \n\n(a)\tExpressed its profound gratitude to France and Saudi Arabia for discharging their responsibilities as Co-Chairs of the High-level International Conference for the Peaceful Settlement of the Question of Palestine and the Implementation of the Two-State Solution and for elaborating, together with the Co-‍Chairs of the working groups, on the basis of consultations with all participating States, the New York Declaration on the Peaceful Settlement of the Question of Palestine and the Implementation of the Two-State Solution;8 (Footnote: A/CONF.243/2025/1, annex.) \n\n(b)\tEndorsed the New York Declaration on the Peaceful Settlement of the Question of Palestine and the Implementation of the Two-State Solution submitted by the Co-Chairs of the Conference and the Co-Chairs of the working groups to the Conference.  \n\n ",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review. \n\n ",
    "ED_MarkNew": true,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2025-09-14T00:00:00.159Z"
  },
  {
    "_id": "68d15cd6f928421375b60c68",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/507",
    "ED_Type": "Other Decisions",
    "ED_Title": "High-level International Conference for the Peaceful Settlement of the Question of Palestine and the Implementation of the Two-State Solution ",
    "ED_Meeting": [
      {
        "ED_Date": "2025-09-19T04:00:00.000Z",
        "ED_Number": "3 plenary meeting",
        "_id": "68d15cd6f928421375b60c69"
      }
    ],
    "ED_AgendaItem": "35",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 3rd plenary meeting, on 19 September 2025, the General Assembly, on the proposal of Saudi Arabia, recalling its resolution 79/81 of 3 December 2024 and decision 79/573 B of 5 September 2025,  decided that His Royal Highness the Crown Prince and Prime Minister of the Kingdom of Saudi Arabia might deliver a statement by means of videoconference or the submission of a pre-recorded statement during the resumed meeting of the High-level International Conference for the Peaceful Settlement of the Question of Palestine and the Implementation of the Two-State Solution, to be held on 22 September 2025 at heads of State and Government level at 3 p.m. in the General Assembly Hall. ",
    "ED_Disclaimer": "",
    "ED_MarkNew": true,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2025-09-23T00:00:00.122Z"
  },
  {
    "_id": "68eed324aa3aeaaeaa0abe43",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/402",
    "ED_Type": "Elections and Appointments",
    "ED_Title": "Election of members of the Human Rights Council",
    "ED_Meeting": [
      {
        "ED_Date": "2025-10-14T04:00:00.000Z",
        "ED_Number": "18th plenary meeting",
        "_id": "68eed324aa3aeaaeaa0abe44"
      }
    ],
    "ED_AgendaItem": "114 (c)",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 18th plenary meeting, on 14 October 2025, the General Assembly, pursuant to its resolutions 60/251 of 15 March 2006 and 65/281 of 17 June 2011, elected Angola, Chile, Ecuador, Egypt, Estonia, India, Iraq, Italy, Mauritius, Pakistan, Slovenia, South Africa, the United Kingdom of Great Britain and Northern Ireland and Viet Nam as members of the Human Rights Council for a three-year term of office beginning on 1 January 2026 to fill the vacancies occurring on the expiration of the terms of office of Algeria, Bangladesh, Belgium, Chile, Costa Rica, Georgia, Germany, Kyrgyzstan, Maldives, Morocco, Romania, South Africa, the Sudan and Viet Nam.\nAs a result, as of 1 January 2026, the Human Rights Council is composed of the following 47 Member States (footnote: Benin, Chile, China, Côte d'Ivoire, Cuba, France, the Gambia, Malawi, Qatar, South Africa and Viet Nam are serving their second consecutive term.): Albania,* Angola,*** Benin,** Bolivia (Plurinational State of),** Brazil,* Bulgaria,* Burundi,* Chile,*** China,* Colombia,** Côte d’Ivoire,* Cuba,* Cyprus,** Czechia,** Democratic Republic of the Congo,** Dominican Republic,* Ecuador,*** Egypt,*** Estonia,*** Ethiopia,** France,* Gambia,** Ghana,* Iceland,** India,*** Indonesia,* Iraq,*** Italy,*** Japan,* Kenya,** Kuwait,* Malawi,* Marshall Islands,** Mauritius,*** Mexico,** Netherlands (Kingdom of the),* North Macedonia,** Pakistan,*** Qatar,** Republic of Korea,** Slovenia,*** South Africa,*** Spain,** Switzerland,** Thailand,** United Kingdom of Great Britain and Northern Ireland*** and Viet Nam.***\n\nTerm of office expires on 31 December 2026 *\nTerm of office expires on 31 December 2027 **\nTerm of office expires on 31 December 2028 ***",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review.",
    "ED_MarkNew": true,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2025-10-15T00:00:00.151Z"
  },
  {
    "_id": "68f92630702262250c1c9265",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/508",
    "ED_Type": "Other Decisions",
    "ED_Title": "Report of the International Residual Mechanism for Criminal Tribunals",
    "ED_Meeting": [
      {
        "ED_Date": "2025-10-22T04:00:00.000Z",
        "ED_Number": "20th plenary meeting",
        "_id": "68f92630702262250c1c9266"
      }
    ],
    "ED_AgendaItem": "128",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 20th plenary meeting, on 22 October 2025, the General Assembly took note of the report of the International Residual Mechanism for Criminal Tribunals. (Footnote: A/80/275.) ",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review.",
    "ED_MarkNew": true,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2025-10-23T00:00:00.117Z"
  },
  {
    "_id": "69051e555972bdcf73429241",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/509",
    "ED_Type": "Other Decisions",
    "ED_Title": "World Social Summit",
    "ED_Meeting": [
      {
        "ED_Date": "2025-10-31T04:00:00.000Z",
        "ED_Number": "26th plenary meeting",
        "_id": "69051e555972bdcf73429242"
      }
    ],
    "ED_AgendaItem": "25 (b)",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 26th plenary meeting, on 31 October 2025, the General Assembly, on the proposal of its President, decided that any explanation of vote concerning the draft resolution entitled “Doha Political Declaration of the ‘World Social Summit’ under the title ‘the Second World Summit for Social Development’” (Footnote: A/80/L.5.) shall be made immediately before the closing segment of the Summit, instead of at the opening segment, in order to ensure that the statements from the list of speakers would begin on time at 10.30 a.m. at the plenary meeting on 4 November 2025 as provided for in resolution 78/318.",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review.",
    "ED_MarkNew": true,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2025-11-01T00:00:00.164Z"
  },
  {
    "_id": "6914fc11dd7dee37b8a871ca",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/403",
    "ED_Type": "Elections and Appointments",
    "ED_Title": "Election of a member of the International Court of Justice",
    "ED_Meeting": [
      {
        "ED_Date": "2025-11-12T05:00:00.000Z",
        "ED_Number": "37th plenary meeting",
        "_id": "6914fc11dd7dee37b8a871cb"
      }
    ],
    "ED_AgendaItem": "113 (c)",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "The General Assembly, at its 37th plenary meeting, on 12 November 2025, and the Security Council, at its 10040th meeting, on the same date, proceeded independently of one another to elect, in accordance with Articles 2 to 4, 7 to 12, 14 and 15 of the Statute of the International Court of Justice, rules 150 and 151 of the rules of procedure of the Assembly and rules 40 and 61 of the provisional rules of procedure of the Council, a member of the Court for the unexpired term of office of Judge Abdulqawi Ahmed Yusuf (Somalia) who resigned effective 30 September 2025  (Footnote: See A/80/408).  \n\nHaving obtained the required absolute majority of votes in both the General Assembly and the Security Council, Phoebe Okowa (Kenya) was elected as a member of the Court for a term of office beginning on 12 November 2025 and expiring on 5 February 2027. \nAs a result, as of 27 May 2025, the International Court of Justice is composed as follows: Ronny Abraham (France),* Bogdan-Lucian Aurescu (Romania),*** Dalveer Bhandari (India),* Leonardo Nemer Caldeira Brant (Brazil),* Hilary Charlesworth (Australia),*** Sarah Hull Cleveland (United States of America),*** Juan Manuel Gómez Robledo Verduzco (Mexico),*** Mahmoud Daifallah Hmoud (Jordan),* Iwasawa Yuji (Japan),** Georg Nolte (Germany),** Phoebe Okowa (Kenya),* Julia Sebutinde (Uganda),** Dire Tladi (South Africa),*** Peter Tomka (Slovakia)** and Xue Hanqin (China).**  \n \n* Term of office expires on 5 February 2027.  \n** Term of office expires on 5 February 2030.  \n*** Term of office expires on 5 February 2033.",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review.",
    "ED_MarkNew": true,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2025-11-13T00:00:00.106Z"
  },
  {
    "_id": "69160fb4dd7dee37b8a871f4",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/510",
    "ED_Type": "Other Decisions",
    "ED_Title": "Report  of the Economic and Social Council",
    "ED_Meeting": [
      {
        "ED_Date": "2025-11-13T05:00:00.000Z",
        "ED_Number": "38th plenary meeting",
        "_id": "69160fb4dd7dee37b8a871f5"
      }
    ],
    "ED_AgendaItem": "9",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 38th plenary meeting, on 13 November 2025, the General Assembly took note of the report of the Economic and Social Council  (Footnote: Official Records of the General Assembly, Eightieth Session, Supplement No. 3 (A/80/3).).",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review.",
    "ED_MarkNew": true,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2025-11-14T00:00:00.114Z"
  },
  {
    "_id": "691cdb41dbbfaeaa0f83594d",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/404",
    "ED_Type": "Elections and Appointments",
    "ED_Title": "Election of members of the Committee for Programme and Coordination",
    "ED_Meeting": [
      {
        "ED_Date": "2025-11-17T05:00:00.000Z",
        "ED_Number": "42nd plenary meeting",
        "_id": "691cdb41dbbfaeaa0f83594e"
      }
    ],
    "ED_AgendaItem": "114 (a)",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 42nd plenary meeting, on 17 November 2025, the General Assembly, on the basis of nominations by the Economic and Social Council (footnote: See A/80/385; see also Economic and Social Council decisions 2025/218 A and B.) and in accordance with the annex to Council resolution 2008 (LX) of 14 May 1976 and Assembly decision 42/450 of 17 December 1987, elected China, Cuba, Egypt, Indonesia, Nigeria, the Republic of Korea and Senegal as members of the Committee for Programme and Coordination for a three-year term of office beginning on 1 January 2026 to fill the vacancies occurring on the expiration of the terms of office of Argentina, China, Liberia, Morocco, the Philippines, the Republic of Korea and Tunisia. \nAs a result, as of 1 January 2026, the Committee for Programme and Coordination is composed of the following 34 Member States: Armenia,* Belgium,** Botswana,** Brazil,* Bulgaria,* Cameroon,* China,*** Costa Rica,* Côte d’Ivoire,* Cuba,*** Egypt,*** France,** Germany,* Haiti,** India,*Indonesia,*** Iran (Islamic Republic of),* Israel,* Italy,* Japan,* Kenya,** Mexico,* Nigeria,*** Pakistan,* Paraguay,** Poland,* Republic of Korea,*** Russian Federation,** Rwanda,* Senegal,*** South Africa,* United Kingdom of Great Britain and Northern Ireland,* United States of America* and Uruguay.* \n\n* Term of office expires on 31 December 2026. \n** Term of office expires on 31 December 2027. \n*** Term of office expires on 31 December 2028.",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review.",
    "ED_MarkNew": true,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2025-11-19T00:00:00.125Z"
  },
  {
    "_id": "691cdbb0369bb45934f3bdc0",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/405",
    "ED_Type": "Elections and Appointments",
    "ED_Title": "Appointment of members of the Committee on Conferences",
    "ED_Meeting": [
      {
        "ED_Date": "2025-11-17T05:00:00.000Z",
        "ED_Number": "42nd plenary meeting",
        "_id": "691cdbb0369bb45934f3bdc1"
      }
    ],
    "ED_AgendaItem": "115 (g)",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 42nd plenary meeting, on 17 November 2025, the General Assembly, in accordance with paragraph 2 of its resolution 43/222 B of 21 December 1988, took note of the appointment by its President, after consultations with the Chairs of the regional groups concerned, of Austria, China, Japan, Kenya, Libya and the United States of America as members of the Committee on Conferences for a three-year term of office beginning on 1 January 2026.\nAs a result, as of 1 January 2026 the Committee on Conferences is composed of the following 20 Member States:   (footnote: One vacancy from the Latin American and Caribbean States remains to be filled for a three-year term beginning on 1 January 2026 ) Argentina,* Austria,*** Botswana,* Brazil,** China,*** Congo,** France,* Hungary,** Iran (Islamic Republic of),** Japan,*** Kenya,*** Libya,*** Mali,** Paraguay,** Philippines,* Portugal,** Russian Federation,* Sierra Leone,* Sri Lanka* and United States of America.***\n\n* Term of office expires on 31 December 2026. \n** Term of office expires on 31 December 2027. \n*** Term of office expires on 31 December 2028.",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review.",
    "ED_MarkNew": true,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2025-11-19T00:00:00.140Z"
  },
  {
    "_id": "691cdc0bdbbfaeaa0f835954",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/406",
    "ED_Type": "Elections and Appointments",
    "ED_Title": "Confirmation of the appointment of the Administrator of the United Nations Development Programme",
    "ED_Meeting": [
      {
        "ED_Date": "2025-11-17T05:00:00.000Z",
        "ED_Number": "42nd plenary meeting",
        "_id": "691cdc0bdbbfaeaa0f835955"
      }
    ],
    "ED_AgendaItem": "115 (h)",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 42nd plenary meeting, on 17 November 2025, the General Assembly confirmed the appointment by the Secretary-General  (Footnote: see A/80/526) of Alexander De Croo of Belgium as Administrator of the United Nations Development Programme for a four-year term of office beginning on 2 December 2025 and ending on 1 December 2029.",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review.",
    "ED_MarkNew": true,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2025-11-19T00:00:00.146Z"
  },
  {
    "_id": "691cdc80dbbfaeaa0f83595c",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/407",
    "ED_Type": "Elections and Appointments",
    "ED_Title": "Appointment of the judges of the United Nations Appeals Tribunal",
    "ED_Meeting": [
      {
        "ED_Date": "2025-11-17T05:00:00.000Z",
        "ED_Number": "42nd plenary meeting",
        "_id": "691cdc80dbbfaeaa0f83595d"
      }
    ],
    "ED_AgendaItem": "115 (j)",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 42nd plenary meeting, on 17 November 2025, the General Assembly, pursuant to article 3 of the statute of the United Nations Appeals Tribunal, contained in annex II to resolution 63/253 of 24 December 2008, and on the recommendation of the Internal Justice Council,  (footnote: See A/80/152.) appointed Richard Buteera (Uganda), Roberto da Silva Fragale Filho (Brazil) and Lingling Zhang (China ) as judges of the Tribunal for a term of office beginning on 1 July 2026 and expiring on 30 June 2033 to fill the vacancies occurring on the expiration of the terms of office of Graeme Colgan, Gao Xiaoli and Kanwaldeep Sandhu.\n\nAs a result, as of 1 July 2026, the United Nations Appeals Tribunal is composed as follows: Richard Buteera (Uganda),** Roberto da Silva Fragale Filho (Brazil),** Leslie Formine Forbang (Cameroon),* Katharine Savage (South Africa),* Abdelmohsen Ahmed Sheha (Egypt)*, Lingling Zhang (China)** and Nassib Ziadé (Lebanon/Chile).* \n___________________ \n* Term of office expires on 30 June 2023. \n** Term of office expires on 30 June 2033.",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review.",
    "ED_MarkNew": true,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2025-11-19T00:00:00.152Z"
  },
  {
    "_id": "691cdccb369bb45934f3bdcb",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/409",
    "ED_Type": "Elections and Appointments",
    "ED_Title": "Appointment of members of the Advisory Committee on Administrative and Budgetary Questions",
    "ED_Meeting": [
      {
        "ED_Date": "2025-11-17T05:00:00.000Z",
        "ED_Number": "42nd plenary meeting",
        "_id": "691cdccb369bb45934f3bdcc"
      }
    ],
    "ED_AgendaItem": "115 (a)",
    "ED_Plenary_Committee": "Fifth Committee",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "Fifth Committee",
    "ED_DecisionText": "At its 42nd plenary meeting, on 17 November 2025, the General Assembly, on the recommendation of the Fifth Committee,  (footnote: A/80/516, para. 5.) appointed the following persons as members of the Advisory Committee on Administrative and Budgetary Questions for a three-term of office beginning on 1 January 2026: Carlo Jacobucci (Italy), Ji Haojun (China), Matsuda Yukiko (Japan), Gerdine Albertine Agnes Sneller (Kingdom of the Netherlands), Jesús Velázquez Castillo (Mexico) and Minhong Yi (Republic of Korea).\n\nAs a result, as of 1 January 2026, the Advisory Committee on Administrative and Budgetary Questions is composed as follows: Surendra Kumar Adhana (India),* Amjad Qaid Al Kumaim (Yemen),** Abdallah Bachar Bong (Chad),* Feliksas Bakanauskas (Lithuania),* Ali Ben Said (Tunisia),* Sharon Brennen-Haylock (Bahamas),** Jakub Chmielewski (Poland),** Simon Horner (United Kingdom of Great Britain and Northern Ireland),* Carlo Jacobucci (Italy),*** JI Haojun (China),*** Evgeny Kalugin (Russian Federation),* Paul Djoh Kpeye (Côte d’Ivoire),** Julia Maciel (Paraguay),* Matsuda Yukiko (Japan),*** Katlego Boase Mmalane (Botswana),** Caroline Nalwanga (Uganda),* Juliana Gaspar Ruas (Brazil),* Stephani Laura Scheer (United States of America)* Gerdine Albertine Agnes Sneller (Kingdom of the Netherlands),*** Jesús Velázquez Castillo (Mexico)*** and Minhong Yi (Republic of Korea).*** \n\n* Term of office expires on 31 December 2026. \n** Term of office expires on 31 December 2027. \n*** Term of office expires on 31 December 2028.",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review.",
    "ED_MarkNew": true,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2025-11-19T00:00:00.157Z"
  },
  {
    "_id": "691cdd15dbbfaeaa0f835962",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/410",
    "ED_Type": "Elections and Appointments",
    "ED_Title": "Appointment of members of the Committee on Contributions",
    "ED_Meeting": [
      {
        "ED_Date": "2025-11-17T05:00:00.000Z",
        "ED_Number": "42nd plenary meeting",
        "_id": "691cdd15dbbfaeaa0f835963"
      }
    ],
    "ED_AgendaItem": "115 (b)",
    "ED_Plenary_Committee": "Fifth Committee",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "Fifth Committee",
    "ED_DecisionText": "At its 42nd plenary meeting, on 17 November 2025, the General Assembly, on the recommendation of the Fifth Committee,  (footnote: A/80/516, para. 5.) appointed the following persons as members of the Committee on Contributions for a three-year term of office beginning on 1 January 2026: Leandro Cosentino (Argentina), Hannah Davies (United Kingdom of Great Britain and Northern Ireland), Cheikh Tidiane Dème (Senegal), Bernardo Greiver del Hoyo (Uruguay), Richard Kamutando (Zimbabwe) and Christopher Legg (Australia).\n\nAs a result, as of 1 January 2026, the Committee on Contributions is composed as follows: Syed Yawar Ali (Pakistan),** Leandro Cosentino (Argentina),*** Hannah Davies (United Kingdom of Great Britain and Northern Ireland),*** Cheikh Tidiane Dème (Senegal),*** Jasminka Dinić (Croatia),** Fu Liheng (China),* Bernardo Greiver del Hoyo (Uruguay),*** George Hannum (United States of America),** Ihor Humennyi (Ukraine),** Richard Kamutando (Zimbabwe),*** Christopher Legg (Australia),*** René Michel Mizingou-Nzaba (Congo),** Hae-yun Park (Republic of Korea),* Denis Piminov (Russian Federation),* Henrique da Silveira Sardinha Pinto (Brazil),* Benjamin Sieberns (Germany),* Suzuki Yoriko (Japan)** and Cihan Terzi (Türkiye).*\n\n* Term of office expires on 31 December 2026. \n** Term of office expires on 31 December 2027. \n*** Term of office expires on 31 December 2028.\n",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review.",
    "ED_MarkNew": true,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2025-11-19T00:00:00.163Z"
  },
  {
    "_id": "691cdd68369bb45934f3bdd1",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/411",
    "ED_Type": "Elections and Appointments",
    "ED_Title": "Confirmation of the appointment of members of the Investments Committee",
    "ED_Meeting": [
      {
        "ED_Date": "2025-11-17T05:00:00.000Z",
        "ED_Number": "42nd plenary meeting",
        "_id": "691cdd68369bb45934f3bdd2"
      }
    ],
    "ED_AgendaItem": "115 (c)",
    "ED_Plenary_Committee": "Fifth Committee",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "Fifth Committee",
    "ED_DecisionText": "At its 42nd plenary meeting, on 17 November 2025, the General Assembly, on the recommendation of the Fifth Committee,  (footnote: A/80/516, para. 5.)\n\n(a) Confirmed the appointment by the Secretary-General of Jens Fricke (Germany), Michael S. Klein (United States of America) and Luciane Ribeiro (Brazil) as regular members of the Investments Committee for a three-year term of office beginning on 1 January 2026;\n\n(b) Also confirmed the appointment by the Secretary-General of Macky Tall (Mali) as an ad hoc member of the Investments Committee for a one-year term of office beginning on 1 January 2026.\nAs a result, as of 1 January 2026, the Investments Committee is composed of the following nine regular members: Yasir O. Al-Rumayyan (Saudi Arabia),* Sarah Omotunde Alade (Nigeria),* Jens Fricke (Germany),*** Keiko Honda (Japan),** Natalia Khanjenkova (Russian Federation),* Michael S. Klein (United States of America),*** Shan Li (China),* Patricia Parise (Argentina)* and Luciane Ribeiro (Brazil)*** and the following ad hoc member: Macky Tall (Mali).* \n\n* \tTerm of office expires on 31 December 2026. \n** \tTerm of office expires on 31 December 2027. \n*** \tTerm of office expires on 31 December 2028.",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review.",
    "ED_MarkNew": true,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2025-11-19T00:00:00.169Z"
  },
  {
    "_id": "691cddaedbbfaeaa0f835968",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/412",
    "ED_Type": "Elections and Appointments",
    "ED_Title": "Appointment of a member of the Board of Auditors",
    "ED_Meeting": [
      {
        "ED_Date": "2025-11-17T05:00:00.000Z",
        "ED_Number": "42nd plenary meeting",
        "_id": "691cddaedbbfaeaa0f835969"
      }
    ],
    "ED_AgendaItem": "115 (d)",
    "ED_Plenary_Committee": "Fifth Committee",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "Fifth Committee",
    "ED_DecisionText": "At its 42nd plenary meeting, on 17 November 2025, the General Assembly, on the recommendation of the Fifth Committee,  (footnote: A/80/516, para. 5.) appointed the Chair of the Audit Board of the Republic of Indonesia as a member of the Board of Auditors for a six-year term of office beginning on 1 July 2026. \nAs a result, as of 1 July 2026, the Board of Auditors is composed as follows: Chair of the Federal Court of Accounts of Brazil,** the First President of the Court of Accounts of FRANCE,* and the Chair of the Audit Board of the Republic of Indonesia.***\n\n* Term of office expires on 30 June 2028. \n** Term of office expires on 30 June 2030. \n*** Term of office expires on 30 June 2032.",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review.",
    "ED_MarkNew": true,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2025-11-19T00:00:00.175Z"
  },
  {
    "_id": "691cddeedbbfaeaa0f83596d",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/413",
    "ED_Type": "Elections and Appointments",
    "ED_Title": "Appointment of members of the International Civil Service Commission",
    "ED_Meeting": [
      {
        "ED_Date": "2025-11-17T05:00:00.000Z",
        "ED_Number": "42nd plenary meeting",
        "_id": "691cddeedbbfaeaa0f83596e"
      }
    ],
    "ED_AgendaItem": "115 (e)",
    "ED_Plenary_Committee": "Fifth Committee",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "Fifth Committee",
    "ED_DecisionText": "At its 42nd plenary meeting, on 17 November 2025, the General Assembly, on the recommendation of the Fifth Committee,  (footnote: A/80/516, para. 5.) \n\n(a) appointed the following persons as members of the International Civil Service Commission for a four-year term of office beginning on 1 January 2026: José Alfonso Blanco Conde (Dominican Republic), Spyridon Flogaitis (Greece), Kaji Misako (Japan), Jeffrey Mounts (United States of America) and Shauna Olney (Canada)\n\n(b) designated Bogusław Winid (Poland) as Vice-Chair for a period of four years beginning on 1 January 2026, subject to a corresponding extension of his term of office as a member of the International Civil Service Commission.\n\nAs a result , as of 1 January 2026, the International Civil Service Commission is composed as follows: Larbi Djacta (Algeria, Chair†)** Boguslaw Winid (Poland, Vice-Chair††)*,  Andrew Gbebay Bangali (Sierra Leone),* Xavier Bellmont Roldán (Spain),* José Alfonso Blanco Conde (Dominican Republic),*** Spyridon Flogaitis (Greece),*** Andrei Ivanov (Russian Federation),** Kaji Misako (Japan),*** Ali Kurer (Libya),* Jeffrey Mounts (United States of America),*** Muhammad Abdul Muhith (Bangladesh),** Shauna Olney (Canada),*** Sun Xudong (China),** João Vargas (Brazil) * and El Hassane Zahid (Morocco).**\n\n* Term of office expires on 31 December 2026.\n** Term of office expires on 31 December 2028.\n*** Term of office expires on 31 December 2029.\n\n†\tDesignated as Chair for a period of four years expiring on 31 December 2026.\n††\tDesignated as Vice-Chair for a period of four years expiring on 31 December 2029.",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2025-11-19T00:00:00.181Z"
  },
  {
    "_id": "691cde39dbbfaeaa0f835972",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/414",
    "ED_Type": "Elections and Appointments",
    "ED_Title": "Appointment of members of the Independent Audit Advisory Committee",
    "ED_Meeting": [
      {
        "ED_Date": "2025-11-17T05:00:00.000Z",
        "ED_Number": "42nd plenary meeting",
        "_id": "691cde39dbbfaeaa0f835973"
      }
    ],
    "ED_AgendaItem": "115 (f)",
    "ED_Plenary_Committee": "Fifth Committee",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "Fifth Committee",
    "ED_DecisionText": "At its 42nd plenary meeting, on 17 November 2025, the General Assembly, on the recommendation of the Fifth Committee,  (footnote: A/80/516, para. 5.) appointed the following persons as members of the Independent Audit Advisory Committee for a three-year term of office beginning on 1 January 2026: Sylvia Paola Mendoza Elguea (Mexico), Suresh Raj Sharma (Nepal) and Denis S. Strizheusov (Russian Federation).\n\nAs a result, as of 1 January 2026, the Independent Audit Advisory Committee is composed as follows: Sylvia Paola Mendoza Elguea (Mexico),** Jeanette Franzel (United States of America),* Eric Oduro Osae (Ghana),* Suresh Raj Sharma (Nepal)** and Denis S. Strizheusov (Russian Federation).**\n\n* Term of office expires on 31 December 2026.\n** Term of office expires on 31 December 2028.",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review.",
    "ED_MarkNew": true,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2025-11-19T00:00:00.187Z"
  },
  {
    "_id": "691cde73dbbfaeaa0f835977",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/408 A and B",
    "ED_Type": "Elections and Appointments",
    "ED_Title": "Appointment of the judges of the United Nations Dispute Tribunal",
    "ED_Meeting": [
      {
        "ED_Date": "2025-11-17T05:00:00.000Z",
        "ED_Number": "42nd plenary meeting",
        "_id": "691cde73dbbfaeaa0f835978"
      },
      {
        "ED_Date": "2025-11-17T05:00:00.000Z",
        "ED_Number": "43rd plenary meeting",
        "_id": "691cde82dbbfaeaa0f83597d"
      }
    ],
    "ED_AgendaItem": "115 (k)",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "A\nAt its 42nd plenary meeting, on 17 November 2025, the General Assembly decided to change the seven-year term of the one seat of the half-time judge of the Dispute Tribunal starting on 1 July 2026 to a seven-year term starting on 10 July 2026.\n\nB\nAt its 42nd plenary meeting, on 17 November 2025, the General Assembly, pursuant to article 4 of the statute of the United Nations Dispute Tribunal, contained in annex I to resolution 63/253 of 24 December 2008 and amended in resolution 73/276 of 22 December 2018, and on the recommendation of the Internal Justice Council,  (footnote: See A/80/152) appointed the following persons as half-time judges of the Tribunal for a seven-year term starting on 10 July 2026: Martin Musaluke (Zambia), Mira Mihaylova Raycheva-Shekerdzhieva (Bulgaria) and Elda Vrioni (Albania).\n\nAt its 43rd plenary meeting, on the same date, the General Assembly, pursuant to article 4 of the statute of the United Nations Dispute Tribunal, contained in annex I to resolution 63/253 of 24 December 2008 and amended in resolution 73/276 of 22 December 2018, and on the recommendation of the Internal Justice Council,  (footnote: See A/80/152) appointed Adina Elvira Ghita (Romania) as a full-time judge of the Tribunal in New York for a term of office beginning on 17 November 2025 and expiring on 30 June 2026 to fill the vacancy occurring as a result of the resignation of Joëlle Adda on 1 January 2025; Adina Elvira Ghita (Romania) as a full-time judge of the Tribunal in New York for a seven-year term beginning on 1 July 2026; and Anatole Kabore (Burkina Faso) and Aikaterini Koutsopoulou (Greece) as half-time judges of the Tribunal for a seven-year term starting on 10 July 2026.\n\nAs a result, as of 10 July 2026, the United Nations Dispute Tribunal is composed as follows: Adina Elvira Ghita (Romania, full-time, New York),** Anatole Kabore (Burkina Faso, half-time),*** Aikaterini Koutsopoulou (Greece, half-time),*** Martin Musaluke (Zambia, half-time),*** Mira Mihaylova Raycheva-Shekerdzhieva (Bulgaria, half-time),*** Xiangzhuang Sun (China, full-time, Geneva),* Elda Vrioni (Albania, half-time),*** Solomon Waktolla (Ethiopia, half-time)* and Sean Daniel Wallace (United States of America, full-time, Nairobi).*\n\n* Term of office expires on 30 June 2030.\n** Term of office expires on 30 June 2033.\n*** Term of office expires on 9 July 2033.\n",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review.",
    "ED_MarkNew": true,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2025-11-19T00:00:00.192Z"
  },
  {
    "_id": "6925c456dbbfaeaa0f835a93",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/511",
    "ED_Type": "Other Decisions",
    "ED_Title": "High-level meeting on the appraisal of the United Nations Global Plan of Action to Combat Trafficking in Persons",
    "ED_Meeting": [
      {
        "ED_Date": "2025-11-24T05:00:00.000Z",
        "ED_Number": "48th plenary meeting",
        "_id": "6925c456dbbfaeaa0f835a94"
      }
    ],
    "ED_AgendaItem": "107",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 48th plenary meeting, on 24 November 2025, the General Assembly, on the proposal of its President, decided that the High-level meeting on the appraisal of the United Nations Global Plan of Action to Combat Trafficking in Persons would also feature a statement by the Acting Chief of the Organized Crime Branch of the United Nations Office on Drugs and Crime, Mr. Ilias Chatzist, in lieu of a statement by the Executive Director of the United Nations Office on Drugs and Crime.",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review.",
    "ED_MarkNew": true,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2025-11-26T00:00:00.101Z"
  },
  {
    "_id": "693050e9c48db8a67e08e835",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/512",
    "ED_Type": "Other Decisions",
    "ED_Title": "Reducing space threats through norms, rules and principles of responsible behaviour",
    "ED_Meeting": [
      {
        "ED_Date": "2025-12-01T05:00:00.000Z",
        "ED_Number": "52nd plenary meeting",
        "_id": "693050e9c48db8a67e08e836"
      }
    ],
    "ED_AgendaItem": "97 (d)",
    "ED_Plenary_Committee": "First Committee",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "First Committee",
    "ED_DecisionText": "At its 52nd plenary meeting, on 1 December 2025, the General Assembly, by a recorded vote of 166 to 2, with 9 abstentions (Footnote: See A/80/PV.52.), on the recommendation of the First Committee, (Footnote: A/80/534, para.8.)  recalling its resolutions 79/22 of 2 December 2024, decided to include in the provisional agenda of its eighty-first session, under the item entitled “Prevention of an arms race in outer space”, the sub-item entitled “Reducing space threats through norms, rules and principles of responsible behaviours”.",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review.",
    "ED_MarkNew": true,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2025-12-04T00:00:00.154Z"
  },
  {
    "_id": "69305142c48db8a67e08e83a",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/513",
    "ED_Type": "Other Decisions",
    "ED_Title": "Treaty banning the production of fissile material for nuclear weapons or other nuclear explosive devices",
    "ED_Meeting": [
      {
        "ED_Date": "2025-12-01T05:00:00.000Z",
        "ED_Number": "52nd plenary meeting",
        "_id": "69305142c48db8a67e08e83b"
      }
    ],
    "ED_AgendaItem": "99 (a)",
    "ED_Plenary_Committee": "First Committee",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "First Committee",
    "ED_DecisionText": "At its 52nd plenary meeting, on 1 December 2025, the General Assembly, by a recorded vote of 166 to 2, with 9 abstentions (Footnote: See A/80/PV.52.), on the recommendation of the First Committee, (Footnote: A/80/534, para.8.) recalling its resolution 78/28 of 4 December 2023 and its decision 79/513 of 2 December 2024, decided to include in the provisional agenda of its eighty-first session, under the item entitled “General and complete disarmament”, the sub-item entitled “Treaty banning the production of fissile material for nuclear weapons or other nuclear explosive devices”.",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review.",
    "ED_MarkNew": true,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2025-12-04T00:00:00.177Z"
  },
  {
    "_id": "69305196dbbfaeaa0f835b76",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/514",
    "ED_Type": "Other Decisions",
    "ED_Title": "Compliance with non-proliferation, arms limitation and disarmament agreements and commitments",
    "ED_Meeting": [
      {
        "ED_Date": "2025-12-01T05:00:00.000Z",
        "ED_Number": "52nd plenary meeting",
        "_id": "69305196dbbfaeaa0f835b77"
      }
    ],
    "ED_AgendaItem": "99 (aa)",
    "ED_Plenary_Committee": "First Committee",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "First Committee",
    "ED_DecisionText": "At its 52nd plenary meeting, on 1 December 2025, the General Assembly, by a recorded vote of 166 to 2, with 9 abstentions (Footnote: See A/80/PV.52.), on the recommendation of the First Committee, (Footnote: A/80/534, para.8.) recalling its resolutions 76/33 of 6 December 2021, 72/32 of 4 December 2017, 69/59 of 2 December 2014, 66/49 of 2 December 2011, 63/59 of 2 December 2008 and 60/55 of 8 December 2005 and its decision 79/515 of 2 December 2024, decided to include in the provisional agenda of its eighty-first session, under the item entitled “General and complete disarmament”, the sub-item entitled “Compliance with non-proliferation, arms limitation and disarmament agreements and commitments”.",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review.",
    "ED_MarkNew": true,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2025-12-04T00:00:00.183Z"
  },
  {
    "_id": "693051f0dbbfaeaa0f835b7b",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/515",
    "ED_Type": "Other Decisions",
    "ED_Title": "Provisional programme of work and timetable of the First Committee for 2026",
    "ED_Meeting": [
      {
        "ED_Date": "2025-12-01T05:00:00.000Z",
        "ED_Number": "52nd plenary meeting",
        "_id": "693051f0dbbfaeaa0f835b7c"
      }
    ],
    "ED_AgendaItem": "121",
    "ED_Plenary_Committee": "First Committee",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "First Committee",
    "ED_DecisionText": "At its 52nd plenary meeting, on 1 December 2025, the General Assembly, on the recommendation of the First Committee, (Footnote: A/80/534, para.8.) approved the provisional programme of work and timetable of the Committee for 2026, as set out in the annex to the report of the Committee.  (Footnote: A/80/534.)",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review.",
    "ED_MarkNew": true,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2025-12-04T00:00:00.189Z"
  },
  {
    "_id": "693c5e76dcabf116ec6be82e",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/516 A, B, C and D",
    "ED_Type": "Other Decisions",
    "ED_Title": "Increase in the membership of the Committee on the Peaceful Uses of Outer Space",
    "ED_Meeting": [
      {
        "ED_Date": "2025-12-05T05:00:00.000Z",
        "ED_Number": "55th plenary meeting",
        "_id": "693c5e76dcabf116ec6be82f"
      }
    ],
    "ED_AgendaItem": "48",
    "ED_Plenary_Committee": "Fourth Committee",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "Fourth Committee",
    "ED_DecisionText": "A \n\tAt its 55th plenary meeting, on 5 December 2025, the General Assembly, on the recommendation of the Special Political and Decolonization Committee (Fourth Committee),  (Footnote: A/80/537, para. 16, Draft decision 1.) taking note of the application of Côte d’Ivoire for membership in the Committee on the Peaceful Uses of Outer Space, as noted in paragraph 306 of the report of the Committee on its sixty-eighth session, held in Vienna from 25 June to 2 July 2025,  (Footnote: Official Records of the General Assembly, Eightieth Session, Supplement No. 20 (A/80/20).) decided to appoint Côte d’Ivoire as a member of the Committee on the Peaceful Uses of Outer Space.\nB\n\tAt its 55th plenary meeting, on 5 December 2025, the General Assembly, on the recommendation of the Special Political and Decolonization Committee (Fourth Committee),  (Footnote: A/80/537, para. 16, Draft decision 2.) taking note of the applications of Honduras, Maldives and Zimbabwe for membership in the Committee on the Peaceful Uses of Outer Space, as noted in paragraph 306 of the report of the Committee on its sixty-eighth session, held in Vienna from 25 June to 2 July 2025,  (Footnote: Official Records of the General Assembly, Eightieth Session, Supplement No. 20 (A/80/20).) decided to appoint Honduras, Maldives and Zimbabwe as members of the Committee on the Peaceful Uses of Outer Space.\nC\n\tAt its 55th plenary meeting, on 5 December 2025, the General Assembly, on the recommendation of the Special Political and Decolonization Committee (Fourth Committee),  (Footnote: A/80/537, para. 16, Draft decision 3.) taking note of the application of Malta for membership in the Committee on the Peaceful Uses of Outer Space, as noted in paragraph 306 of the report of the Committee on its sixty-eighth session, held in Vienna from 25 June to 2 July 2025,  (Footnote: Official Records of the General Assembly, Eightieth Session, Supplement No. 20 (A/80/20).) decided to appoint Malta as a member of the Committee on the Peaceful Uses of Outer Space.\nD\n\tAt its 55th plenary meeting, on 5 December 2025, the General Assembly, on the recommendation of the Special Political and Decolonization Committee (Fourth Committee),  (Footnote: A/80/537, para. 16, Draft decision 4.) taking note of the application of the Gambia for membership in the Committee on the Peaceful Uses of Outer Space, as noted in paragraph 306 of the report of the Committee on its sixty-eighth session, held in Vienna from 25 June to 2 July 2025,  (Footnote: Official Records of the General Assembly, Eightieth Session, Supplement No. 20 (A/80/20).) decided to appoint the Gambia as a member of the Committee on the Peaceful Uses of Outer Space.",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review.",
    "ED_MarkNew": true,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2025-12-13T00:00:00.141Z"
  },
  {
    "_id": "693c5ed617b3349f195a5662",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/517",
    "ED_Type": "Other Decisions",
    "ED_Title": "Question of Gibraltar",
    "ED_Meeting": [
      {
        "ED_Date": "2025-12-05T05:00:00.000Z",
        "ED_Number": "55th plenary meeting",
        "_id": "693c5ed617b3349f195a5663"
      }
    ],
    "ED_AgendaItem": "58",
    "ED_Plenary_Committee": "Fourth Committee",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "Fourth Committee",
    "ED_DecisionText": "At its 55th plenary meeting, on 5 December 2025, the General Assembly, on the recommendation of the Special Political and Decolonization Committee (Fourth Committee),  (Footnote: A/80/537, para. 16, Draft decision 5.) recalling its decision 79/521 of 4 December 2024: \n\t(a) Urged the Governments of Spain and the United Kingdom of Great Britain and Northern Ireland, while listening to the interests and aspirations of Gibraltar that are legitimate under international law, to reach, in the spirit of the Brussels Declaration of 27 November 1984, a definitive solution to the question of Gibraltar, in the light of the relevant resolutions of the General Assembly and applicable principles, and in the spirit of the Charter of the United Nations; \n\t(b) Took note of the desire of the United Kingdom to continue with the trilateral Forum for Dialogue; \n\t(c) Took note of the position of Spain that the trilateral Forum for Dialogue did not exist any longer and should be replaced with a new mechanism for local cooperation in which the people of the Campo de Gibraltar and Gibraltar were represented; \n\t(d) Welcomed the efforts made by all to resolve problems and advance in a spirit of trust and solidarity, in order to find common solutions and move forward in areas of mutual interest towards a relationship based on dialogue and cooperation. ",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review.",
    "ED_MarkNew": true,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2025-12-13T00:00:00.151Z"
  },
  {
    "_id": "693c8213dcabf116ec6be844",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/518",
    "ED_Type": "Other Decisions",
    "ED_Title": "Proposed programme of work and timetable of the Special Political and Decolonization Committee (Fourth Committee) for the eighty-first session of the General Assembly",
    "ED_Meeting": [
      {
        "ED_Date": "2025-12-05T05:00:00.000Z",
        "ED_Number": "55th plenary meeting",
        "_id": "693c8213dcabf116ec6be845"
      }
    ],
    "ED_AgendaItem": "121",
    "ED_Plenary_Committee": "Fourth Committee",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "Fourth Committee",
    "ED_DecisionText": "At its 55th plenary meeting, on 5 December 2025, the General Assembly, on the recommendation of the Special Political and Decolonization Committee (Fourth Committee),  (Footnote: A/80/537, para. 16, Draft decision 6.) approved the proposed programme of work and timetable of the Special Political and Decolonization Committee (Fourth Committee) for the eighty-first session of the Assembly as set out in the report of the Committee (A/80/537).",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review.",
    "ED_MarkNew": true,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2025-12-13T00:00:00.156Z"
  },
  {
    "_id": "6943199d48333ac6c7aa7cdd",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/519",
    "ED_Type": "Other Decisions",
    "ED_Title": "Draft programme of work of the Second Committee for the eighty-first session of the General Assembly",
    "ED_Meeting": [
      {
        "ED_Date": "2025-12-15T05:00:00.000Z",
        "ED_Number": "64th plenary meeting",
        "_id": "6943199d48333ac6c7aa7cde"
      }
    ],
    "ED_AgendaItem": "121",
    "ED_Plenary_Committee": "Second Committee",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "Second Committee",
    "ED_DecisionText": "At its 64th plenary meeting, on 15 December 2025, the General Assembly, by a recorded vote of 178 to 3, with 0 abstention,  (Footnote: See A/80/PV.64.) on the recommendation of the Second Committee:  (Footnote: A/80/555, para. 8, Draft decision 1.)\n\n\t(a)\tApproved the draft programme of work of the Second Committee for the eighty-first session of the Assembly as set out below;\n\n\t(b)\tInvited the Bureau of the Second Committee at the eighty-first session, in preparing the draft programme of work and timetable of the Committee for the eighty-first session, to take into account the provisional programme of work and timetable of the Committee as contained in document A/C.2/80/CRP.1.\n\n\t\tDraft programme of work \n\n1.\tInformation and communications technologies for sustainable development.\n2.\tMacroeconomic policy questions:\n\t(a)\tInternational trade and development;\n\t(b)\tInternational financial system and development;\n\t(c)\tExternal debt sustainability and development;\n\t\t(d)\tPromotion of international cooperation to combat illicit financial flows and strengthen good practices on assets return to foster sustainable development;\n\t(e)\tPromoting investments for sustainable development;\n\t\t(f)\tPromotion of inclusive and effective international tax cooperation at the United Nations;\n\t(g)\tCreative economy and sustainable development.\n3.\tFollow-up to and implementation of the outcomes of the International Conferences on Financing for Development.\n4.\tSustainable development:\n\t\t(a)\tTowards the achievement of sustainable development: implementation of the 2030 Agenda for Sustainable Development, including through sustainable consumption and production, building on Agenda 21;\n\t\t(b)\tFollow-up to and implementation of the Antigua and Barbuda Agenda for Small Island Developing States: A Renewed Declaration for Resilient Prosperity;\n\t(c)\tDisaster risk reduction;\n\t\t(d)\tProtection of global climate for present and future generations of humankind;\n\t\t(e)\tImplementation of the United Nations Convention to Combat Desertification in Those Countries Experiencing Serious Drought and/or Desertification, Particularly in Africa;\n\t(f)\tConvention on Biological Diversity;\n\t\t(g)\tReport of the United Nations Environment Assembly of the United Nations Environment Programme;\n\t(h)\tHarmony with Nature;\n\t\t(i)\tEnsuring access to affordable, reliable, sustainable and modern energy for all;\n\t(j)\tCombating sand and dust storms;\n\t\t(k)\tPromoting the social and solidarity economy for sustainable development.\n5.\tFollow-up to the implementation of the New Urban Agenda and strengthening of the United Nations Human Settlements Programme (UN-Habitat).\n6.\tGlobalization and interdependence:\n\t\t(a)\tRole of the United Nations in promoting development in the context of globalization and interdependence;\n\t(b)\tInternational migration and development;\n7.\tGroups of countries in special situations:\n\t\t(a)\tFollow-up to the Fifth United Nations Conference on the Least Developed Countries;\n\t\t(b)\tFollow-up to the Third United Nations Conference on Landlocked Developing Countries.\n8.\tEradication of poverty and other development issues:\n\t\t(a)\tImplementation of the Third United Nations Decade for the Eradication of Poverty (2018–2027);\n\t(b)\tIndustrial development cooperation;\n\t(c)\tWomen in development;\n\t(d)\tHuman resources development;\n\t\t(e)\tEradicating rural poverty to implement the 2030 Agenda for Sustainable Development.\n9.\tOperational activities for development:\n\t(a)\tOperational activities for development of the United Nations system;\n\t(b)\tSouth-South cooperation for development.\n10.\tAgriculture development, food security and nutrition.\n11.\tPermanent sovereignty of the Palestinian people in the Occupied Palestinian Territory, including East Jerusalem, and of the Arab population in the occupied Syrian Golan over their natural resources.\n12.\tRevitalization of the work of the General Assembly.\n13.\tProgramme planning.",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review.",
    "ED_MarkNew": true,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2025-12-18T00:00:00.117Z"
  },
  {
    "_id": "694319e048333ac6c7aa7ce2",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/520",
    "ED_Type": "Other Decisions",
    "ED_Title": "Revitalization of the work of the Second Committee",
    "ED_Meeting": [
      {
        "ED_Date": "2025-12-15T05:00:00.000Z",
        "ED_Number": "64th plenary meeting",
        "_id": "694319e048333ac6c7aa7ce3"
      }
    ],
    "ED_AgendaItem": "121",
    "ED_Plenary_Committee": "Second Committee",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "Second Committee",
    "ED_DecisionText": "At its 64th plenary meeting, on 15 December 2025, the General Assembly, on the recommendation of the Second Committee  (Footnote: A/80/555, para. 8, Draft decision 2.), recalling its resolution 79/327 of 5 September 2025, in particular the provisions relating to working methods, as well as its previous decisions on the revitalization of the work of the Second Committee, and recognizing the need for an approach that was complementary to other processes taking place during the eightieth session, including the work of the informal ad hoc working group on mandate implementation review, the Working Group on the Strengthening and Revitalizing of the Work of the General Assembly and the review of resolutions 75/290 A and B of 25 June 2021 on the strengthening of the Economic and Social Council and the format and organizational aspects of the high-level political forum on sustainable development:\n\n(a)\tDecided that the Bureau of the Second Committee would organize a series of informal dialogues and consultations to discuss the revitalization of the work of the Committee, with the first such dialogue to be held in February 2026, preceded by informal engagement by the Bureau with Member States to raise awareness of the process, and requested the Bureau to finalize and circulate a road map following the first dialogue, including a timeline, proposed focus areas and modalities of further discussion;\n\n(b)\tAlso decided that the Second Committee would convene a plenary meeting following those dialogues to take stock of the deliberations and, as appropriate, take action on any recommendations, for subsequent approval by the General Assembly, to allow any change to come into effect ahead of the eighty-first session.",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review.",
    "ED_MarkNew": true,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2025-12-18T00:00:00.125Z"
  },
  {
    "_id": "69431a2748333ac6c7aa7ce8",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/521",
    "ED_Type": "Other Decisions",
    "ED_Title": "Preparatory Committee for the United Nations Conference of Plenipotentiaries on Prevention and Punishment of Crimes against Humanity ",
    "ED_Meeting": [
      {
        "ED_Date": "2025-12-15T05:00:00.000Z",
        "ED_Number": "64th plenary meeting",
        "_id": "69431a2748333ac6c7aa7ce9"
      }
    ],
    "ED_AgendaItem": "81",
    "ED_Plenary_Committee": "Sixth Committee",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "Sixth Committee",
    "ED_DecisionText": "\tAt its 64th plenary meeting, on 15 December 2025, the General Assembly, on the recommendation of the Sixth Committee,   (Footnote: A/80/451, para.7.) recalling its resolution 79/122 of 4 December 2024, in which it had decided, inter alia, to convene a preparatory committee for the United Nations Conference of Plenipotentiaries on Prevention and Punishment of Crimes against Humanity, to meet for two consecutive weeks, from 19 to 30 January 2026, and for four days, in 2027, at United Nations Headquarters in New York: \n\n(a) Decided that the second session of the Preparatory Committee for the United Nations Conference of Plenipotentiaries on Prevention and Punishment of Crimes against Humanity shall be held over four days, from 12 to 15 April 2027; \n\n(b) Also decided to include in the provisional agenda of its eighty-first session an item entitled “United Nations Conference of Plenipotentiaries on Prevention and Punishment of Crimes against Humanity”.\n",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review.",
    "ED_MarkNew": true,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2025-12-18T00:00:00.132Z"
  },
  {
    "_id": "69431a9a48333ac6c7aa7ced",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/522",
    "ED_Type": "Other Decisions",
    "ED_Title": "Provisional programme of work of the Sixth Committee for the eighty-first session ",
    "ED_Meeting": [
      {
        "ED_Date": "2025-12-15T05:00:00.000Z",
        "ED_Number": "64th plenary meeting",
        "_id": "69431a9a48333ac6c7aa7cee"
      }
    ],
    "ED_AgendaItem": "121",
    "ED_Plenary_Committee": "Sixth Committee",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "Sixth Committee",
    "ED_DecisionText": "At its 64th plenary meeting, on 15 December 2025, the General Assembly, on the recommendation of the Sixth Committee,   (Footnote: A/80/459, para.6.) noted that the Sixth Committee had decided to adopt the following provisional programme of work for the eighty-first session of the Assembly, as proposed by the Bureau:\n\nProvisional programme of work (footnote: Indicating provisional dates in 2026 for debates under the respective items without prejudice to the allocation of additional meetings for working groups established and Secretariat briefings convened by the Sixth Committee.)\n\n5 October\tOrganization of work of the Sixth Committee\n\tRevitalization of the work of the General Assembly\n5 and 6 October\tMeasures to eliminate international terrorism \n7 October\tProgramme planning\n7 and 8 October\tThe rule of law at the national and international levels\n8 and 9 October\tCriminal accountability of United Nations officials and experts on mission\n9 and 12 October\tUnited Nations Conference of Plenipotentiaries on Prevention and Punishment of Crimes against Humanity\n12 October\tUnited Nations Conference of Plenipotentiaries on Protection of Persons in the Event of Disasters \n13 October\tThe scope and application of the principle of universal jurisdiction\n13 and 14 October\tStatus of the Protocols Additional to the Geneva Conventions of 1949 and relating to the protection of victims of armed conflicts\n14 October\tRequest(s) for observer status \n14 and 15 October\tReport of the Special Committee on the Charter of the United Nations and on the Strengthening of the Role of the Organization\n19 October\tReport of the United Nations Commission on International Trade Law on the work of its fifty-ninth session\n\tAdministration of justice at the United Nations\n20 October\tConsideration of effective measures to enhance the protection, security and safety of diplomatic and consular missions and representatives\n\tExpulsion of aliens\n21 October\tResponsibility of international organizations\n22 October\tUnited Nations Programme of Assistance in the Teaching, Study, Dissemination and Wider Appreciation of International Law\n26 to 30 October and 3 to 4 November\tReport of the International Law Commission on the work of its seventy-sixth and seventy-seventh sessions \n4 November\tThe law of transboundary aquifers\n6 November\tReport of the Committee on Relations with the Host Country\n13 November\tRequest(s) for observer status \n\tRevitalization of the work of the General Assembly (continued)\n20 November\tElection of the officers of the Main Committees\n23 October and 6 November\tReserved\n",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review.",
    "ED_MarkNew": true,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2025-12-18T00:00:00.137Z"
  },
  {
    "_id": "69431b7448333ac6c7aa7cf5",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/523",
    "ED_Type": "Other Decisions",
    "ED_Title": "Requests for observer status in the General Assembly deferred to the eighty-first session ",
    "ED_Meeting": [
      {
        "ED_Date": "2025-12-15T05:00:00.000Z",
        "ED_Number": "64th plenary meeting",
        "_id": "69431b7448333ac6c7aa7cf6"
      }
    ],
    "ED_AgendaItem": "161, 162, 164–169, 171–173 and 176",
    "ED_Plenary_Committee": "Sixth Committee",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "Sixth Committee",
    "ED_DecisionText": "At its 64th plenary meeting, on 15 December 2025, the General Assembly, on the recommendation of the Sixth Committee,   (Footnote: A/80/463, para.13.) decided to defer until the eighty-first session of the Assembly decisions on the following requests for observer status in the Assembly:\n\n\t(a)\tObserver status for the Cooperation Council of Turkic-speaking States in the General Assembly;  (footnote: See A/66/141.)\n\t(b)\tObserver status for the Eurasian Economic Union in the General Assembly;  (footnote: See A/70/141.)\n\t(c)\tObserver status for the Ramsar Convention on Wetlands Secretariat in the General Assembly;  (footnote: See A/72/194.)\n\t(d)\tObserver status for the Global Environment Facility in the General Assembly;  (footnote: See A/72/195.)\n\t(e)\tObserver status for the International Organization of Employers in the General Assembly;  (footnote: See A/74/291.)\n\t(f)\tObserver status for the International Trade Union Confederation in the General Assembly;  (footnote: See A/74/292.)\n\t(g)\tObserver status for the Boao Forum for Asia in the General Assembly;  (footnote: See A/74/293)\n\t(h)\tObserver status for the International Parliamentarians’ Congress in the General Assembly;  (footnote: See A/78/141.)\n\t(i)\tObserver status for the International Centre for Integrated Mountain Development in the General Assembly;  (footnote: See A/80/141.)\n\t(j)\tObserver status for the Islamic Organization for Food Security in the General Assembly;  (footnote: See A/80/142.)\n\t(k)\tObserver status for the African Export-Import Bank in the General Assembly;  (footnote: See A/80/143.)\n\t(l)\tObserver status for the Climate Vulnerable Forum in the General Assembly.  (footnote: See A/80/193.)\n",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review.",
    "ED_MarkNew": true,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2025-12-18T00:00:00.142Z"
  },
  {
    "_id": "69431bd148333ac6c7aa7cfa",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/524",
    "ED_Type": "Other Decisions",
    "ED_Title": "High-level meeting on the overall review of the implementation of the outcomes of the World Summit on the Information Society",
    "ED_Meeting": [
      {
        "ED_Date": "2025-12-16T05:00:00.000Z",
        "ED_Number": "65th plenary meeting",
        "_id": "69431bd148333ac6c7aa7cfb"
      }
    ],
    "ED_AgendaItem": "15",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 65th plenary meeting, on 16 December 2025, the General Assembly, on the proposal of its President, decided to invite the representatives of the following United Nations system entities and stakeholder organizations to make a statement at the High-level meeting on the overall review of the implementation of the outcomes of the World Summit on the Information Society: International Telecommunication Union, Office of the High Commissioner for Human Rights, United Nations Educational, Scientific and Cultural Organization, United Nations Conference on Trade and Development, United Nations Development Programme, United Nations Industrial Development Organization, Microsoft, International Committee of the Red Cross,  Internet Corporation for Assigned Names and Numbers, Meta, Organisation internationale de la Francophonie, University of Oxford, International Chamber of Commerce, Association for Progressive Communications, CyberPeace, Foundation Cibervoluntarios, Global Partners Digital, African ICT Alliance, International Federation of Library Associations and Institutions, Internet & Jurisdiction Policy Network, HitRecord, Tech Global Institute, Wikimedia, AI for Good Young Leaders, Internet Governance Forum Leadership Panel, WSIS+20 Co-Facilitators’ Informal Multistakeholder Sounding Board, International Federation for Information Processing, Internet Society and IT for Change.",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review.",
    "ED_MarkNew": true,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2025-12-18T00:00:00.147Z"
  },
  {
    "_id": "6945dbfaa98e09cc91d987e1",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/525",
    "ED_Type": "Other Decisions",
    "ED_Title": "Draft programme of work of the Third Committee for the eighty-first session of the General Assembly",
    "ED_Meeting": [
      {
        "ED_Date": "2025-12-18T05:00:00.000Z",
        "ED_Number": "69th plenary meeting",
        "_id": "6945dbfaa98e09cc91d987e2"
      }
    ],
    "ED_AgendaItem": "121",
    "ED_Plenary_Committee": "Third Committee",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "Third Committee",
    "ED_DecisionText": "At its 69th plenary meeting, on 18 December 2025, the General Assembly, on the recommendation of the Third Committee  (Footnote: A/80/545, para. 5), approved, subject to any subsequent decision by the Assembly, the draft programme of work of the Third Committee for the eighty-first session of the Assembly as set out below. The Assembly further invited the Bureau of the Third Committee at the eighty-first session, in preparing the draft programme of work and timetable of the Committee for the eighty-first session, to take into account the draft provisional programme of work and timetable of the Committee as contained in document A/C.3/80/CRP.2.\n\nDraft programme of work\n\nItem 1.\tSocial development:\n(a)\tImplementation of the outcome of the World Summit for Social Development and of the twenty-fourth special session of the General Assembly;\n(b)\tSocial development, including questions relating to the world social situation and to youth, ageing, persons with disabilities and the family;\n(c)\tLiteracy for life: shaping future agendas.\n\nItem 2.\tCrime prevention and criminal justice.\n\nItem 3.\tInternational drug control.\n\nItem 4.\tAdvancement of women.\n\nItem 5.\tPromotion and protection of the rights of children:\n(a)\tPromotion and protection of the rights of children;\n(b)\tFollow-up to the outcome of the special session on children.\n\nItem 6.\tRights of Indigenous Peoples:\n(a)\tRights of Indigenous Peoples;\n(b)\tFollow-up to the outcome document of the high-level plenary meeting of the General Assembly known as the World Conference on Indigenous Peoples.\n\nItem 7.\tPromotion and protection of human rights:\n(a)\tImplementation of human rights instruments;\n(b)\tHuman rights questions, including alternative approaches for improving the effective enjoyment of human rights and fundamental freedoms;\n(c)\tHuman rights situations and reports of special rapporteurs and representatives;\n(d)\tComprehensive implementation of and follow-up to the Vienna Declaration and Programme of Action.\n\nItem 8.\tElimination of racism, racial discrimination, xenophobia and related intolerance:\n(a)\tElimination of racism, racial discrimination, xenophobia and related intolerance;\n(b)\tComprehensive implementation of and follow-up to the Durban Declaration and Programme of Action.\n\nItem 9.\tRight of peoples to self-determination.\n\nItem 10.\tReport of the Human Rights Council.\n\nItem 11.\tReport of the United Nations High Commissioner for Refugees, questions relating to refugees, returnees and displaced persons and humanitarian questions.\n\nItem 12.\tRevitalization of the work of the General Assembly.\n\nItem 13.\tProgramme planning.",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": true,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2025-12-20T00:00:00.115Z"
  },
  {
    "_id": "6955555f977b29ce13813157",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/526",
    "ED_Type": "Other Decisions",
    "ED_Title": "Questions deferred for future consideration",
    "ED_Meeting": [
      {
        "ED_Date": "2025-12-30T05:00:00.000Z",
        "ED_Number": "69th (resumed) plenary meeting",
        "_id": "6955555f977b29ce13813158"
      }
    ],
    "ED_AgendaItem": "134",
    "ED_Plenary_Committee": "Fifth Committee",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "Fifth Committee",
    "ED_DecisionText": "At its 69th (resumed) plenary meeting, on 30 December 2025, the General Assembly, on the recommendation of the Fifth Committee,  (Footnote: A/80/568, para.19.) The General Assembly decided to defer until the main part of its eighty-first session consideration of the following documents: \n\nItem 136 \nProposed programme budget for 2026 \nEstimates in respect of special political missions \nReport of the Secretary-General on the review of arrangements for funding and backstopping special political missions  (Footnote: A/66/340.)\nRelated report of the Advisory Committee on Administrative and Budgetary Questions  (Footnote: A/66/7/Add.21.)",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review.",
    "ED_MarkNew": true,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2026-01-01T00:00:00.132Z"
  },
  {
    "_id": "69555599977b29ce1381315c",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/527",
    "ED_Type": "Other Decisions",
    "ED_Title": "Agenda items remaining for consideration by the General Assembly at its eightieth session",
    "ED_Meeting": [
      {
        "ED_Date": "2025-12-30T05:00:00.000Z",
        "ED_Number": "69th (resumed) plenary meeting",
        "_id": "69555599977b29ce1381315d"
      }
    ],
    "ED_AgendaItem": "7",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "\tAt its 69th (resumed) plenary meeting, on 30 December 2025, the General Assembly, apart from organizational matters, took note of the following agenda items that remained for consideration during its eightieth session:\n\n9.\tReport of the Economic and Social Council.\n10.\tImplementation of the Declaration of Commitment on HIV/AIDS and the political declarations on HIV/AIDS \n11.\tSport for development and peace: building a peaceful and better world through sport and the Olympic ideal \n12.\tImproving global road safety \n13.\tIntegrated and coordinated implementation of and follow-up to the outcomes of the major United Nations conferences and summits in the economic, social and related fields \n14.\tCulture of peace \n18.\tSustainable development \n(a)\tTowards the achievement of sustainable development: implementation of the 2030 Agenda for Sustainable Development, including through sustainable consumption and production, building on Agenda 21;\n(b)\tFollow-up to and implementation of the Antigua and Barbuda Agenda for Small Island Developing States: A Renewed Declaration for Resilient Prosperity;\n(c)\tDisaster risk reduction;\n(d)\tProtection of global climate for present and future generations of humankind;\n(e)\tImplementation of the United Nations Convention to Combat Desertification in Those Countries Experiencing Serious Drought and/or Desertification, Particularly in Africa;\n(f)\tConvention on Biological Diversity;\n(g)\tEducation for sustainable development;\n(h)\tEnsuring access to affordable, reliable, sustainable and modern energy for all;\n(i)\tCombating sand and dust storms;\n(j)\tSustainable mountain development;\n(k)\tStrengthening cooperation for integrated coastal zone management for achieving sustainable development;\n(l)\tMultidimensional vulnerability index.\n19.\tGlobal Code of Ethics for Tourism \n23.\tOperational activities for development \n(b)\tSouth-South cooperation for development.\n27.\tReport of the Security Council \n28.\tReport of the Peacebuilding Commission \n29.\tSupport by the United Nations system of the efforts of Governments to promote and consolidate new or restored democracies \n30.\tThe role of diamonds in fuelling conflict \n31.\tPrevention of armed conflict \n(a)\tPrevention of armed conflict;\n(b)\tStrengthening the role of mediation in the peaceful settlement of disputes, conflict prevention and resolution.\n32.\tProtracted conflicts in the GUAM area and their implications for international peace, security and development \n33.\tZone of peace and cooperation of the South Atlantic \n34.\tThe situation in the Middle East \n35.\tQuestion of Palestine \n36.\tThe situation in Afghanistan \n37.\tQuestion of the Comorian island of Mayotte \n39.\tThe situation in Central America: progress in fashioning a region of peace, freedom, democracy and development \n40.\tQuestion of Cyprus \n41.\tArmed aggression against the Democratic Republic of the Congo\n42.\tQuestion of the Falkland Islands (Malvinas) \n43.\tThe situation of democracy and human rights in Haiti \n44.\tArmed Israeli aggression against the Iraqi nuclear installations and its grave consequences for the established international system concerning the peaceful uses of nuclear energy, the non-proliferation of nuclear weapons and international peace and security \n45.\tConsequences of the Iraqi occupation of and aggression against Kuwait \n51.\tComprehensive review of the whole question of peacekeeping operations in all their aspects \n58.\tImplementation of the Declaration on the Granting of Independence to Colonial Countries and Peoples \n62.\tPeacebuilding and sustaining peace \n\t(a)\tPeacebuilding and sustaining peace;\n\t(b)\tNeutrality for peace and security.\n63.\tThe situation in the temporarily occupied territories of Ukraine\n64.\tUse of the veto\n65.\tFrom the New Partnership for Africa’s Development to Agenda 2063: progress in the implementation of sustainable development in Africa and international support \n(a)\tFrom the New Partnership for Africa’s Development to Agenda 2063: progress in the implementation of sustainable development in Africa and international support.\n(b)\tCauses of conflict and the promotion of durable peace and sustainable development in Africa.\n69.\tElimination of racism, racial discrimination, xenophobia and related intolerance:\n(b)\tComprehensive implementation of and follow-up to the Durban Declaration and Programme of Action \n71.\tPromotion and protection of human rights \n(b)\tHuman rights questions, including alternative approaches for improving the effective enjoyment of human rights and fundamental freedoms.\n72.\tStrengthening of the coordination of humanitarian and disaster relief assistance of the United Nations, including special economic assistance \n(a)\tStrengthening of the coordination of emergency humanitarian assistance of the United Nations.\n(b) \tAssistance to the Palestinian people\n(c) \tSpecial economic assistance to individual countries or regions\n(d) \tStrengthening of international cooperation and coordination of efforts to study, mitigate and minimize the consequences of the Chernobyl disaster\n73.\tReport of the International Court of Justice \n75.\tOceans and the law of the sea \n86.\tProtection of persons in the event of disasters \n88.\tRequest for an advisory opinion of the International Court of Justice on the legal consequences of the separation of the Chagos Archipelago from Mauritius in 1965 \n99.\tGeneral and complete disarmament.\n108.\tCountering the use of information and communications technologies for criminal purposes \n110.\tReport of the Secretary-General on the work of the Organization \n111.\tReport of the Secretary-General on the Peacebuilding Fund \n112.\tNotification by the Secretary-General under Article 12, paragraph 2, of the Charter of the United Nations \n113.\tElections to fill vacancies in principal organs \n(a)\tElection of non-permanent members of the Security Council\n(b)\tElection of members of the Economic and Social Council\n114.\tElections to fill vacancies in subsidiary organs and other elections \n(d)\tElection of members of the United Nations Commission on International Trade Law\n115.\tAppointments to fill vacancies in subsidiary organs and other appointments\n(g)\tAppointment of members of the Committee on Conferences  \n(i) \t\tAppointment of members of the Joint Inspection Unit\t\n(l)\tAppointment of members of the Board of the 10-Year Framework of Programmes on Sustainable Consumption and Production Patterns \n(m) \tAppointment of members of the Independent International Scientific Panel on Artificial Intelligence \n116.\tAdmission of new Members to the United Nations \n117.\tFollow-up to the outcome of the Millennium Summit \n118.\tThe United Nations Global Counter-Terrorism Strategy \n119.\tCommemoration of the abolition of slavery and the transatlantic slave trade \n120.\tImplementation of the resolutions of the United Nations \n121.\tRevitalization of the work of the General Assembly.\n122.\tQuestion of equitable representation on and increase in the membership of the Security Council and other matters related to the Security Council \n123.\tStrengthening of the United Nations system \n124.\tUnited Nations reform: measures and proposals \n125.\tMultilingualism \n126.\tCooperation between the United Nations and regional and other organizations \n(a)\tCooperation between the United Nations and the Gulf Cooperation Council;\n(b)\tCooperation between the United Nations and the Pacific Islands Forum.\n127.\tGlobal health and foreign policy \n129.\tInvestigation into the conditions and circumstances resulting in the tragic death of Dag Hammarskjöld and of the members of the party accompanying him \n130.\tSexual exploitation and abuse: implementing a zero-tolerance policy \n131.\tThe responsibility to protect and the prevention of genocide, war crimes, ethnic cleansing and crimes against humanity \n132.\tReport of the United Nations Youth Office \n133.\tFinancial reports and audited financial statements, and reports of the Board of Auditors \n(a)\tUnited Nations;\n(b)\tUnited Nations peacekeeping operations;\n(c)\tInternational Trade Centre;\n(d)\tUnited Nations University;\n(e)\tUnited Nations Development Programme;\n(f)\tUnited Nations Capital Development Fund;\n(g)\tUnited Nations Children’s Fund;\n(h)\tUnited Nations Relief and Works Agency for Palestine Refugees in the Near East;\n(i)\tUnited Nations Institute for Training and Research;\n(j)\tVoluntary funds administered by the United Nations High Commissioner for Refugees;\n(k)\tFund of the United Nations Environment Programme;\n(l)\tUnited Nations Population Fund;\n(m)\tUnited Nations Human Settlements Programme;\n(n)\tUnited Nations Office on Drugs and Crime;\n(o)\tUnited Nations Office for Project Services;\n(p)\tUnited Nations Entity for Gender Equality and the Empowerment of Women (UN-Women);\n(q)\tInternational Residual Mechanism for Criminal Tribunals;\n(r)\tUnited Nations Joint Staff Pension Fund.\n134.\tReview of the efficiency of the administrative and financial functioning of the United Nations \n135.\tProgramme budget for 2025 \n136.\tProposed programme budget for 2026 \n137.\tProgramme planning.\n138.\tImproving the financial situation of the United Nations \n139.\tPattern of conferences \n140.\tScale of assessments for the apportionment of the expenses of the United Nations \n141.\tHuman resources management \n142.\tReport on the activities of the Ethics Office \n143.\tJoint Inspection Unit \n144.\tUnited Nations common system \n145.\tReport on the activities of the Office of Internal Oversight Services \n146.\tAdministration of justice at the United Nations.\n147.\tFinancing of the International Residual Mechanism for Criminal Tribunals \n148.\tAdministrative and budgetary aspects of the financing of the United Nations peacekeeping operations \n149.\tFinancing of the United Nations Interim Security Force for Abyei \n150.\tFinancing of the United Nations Multidimensional Integrated Stabilization Mission in the Central African Republic \n151.\tFinancing of the United Nations Peacekeeping Force in Cyprus \n152.\tFinancing of the United Nations Organization Stabilization Mission in the Democratic Republic of the Congo \n153.\tFinancing of the United Nations Mission in East Timor \n154.\tFinancing of the United Nations Interim Administration Mission in Kosovo \n155.\tFinancing of the United Nations Multidimensional Integrated Stabilization Mission in Mali \n156.\tFinancing of the United Nations peacekeeping forces in the Middle East \n(a)\tUnited Nations Disengagement Observer Force;\n(b)\tUnited Nations Interim Force in Lebanon.\n157.\tFinancing of the United Nations Mission in South Sudan \n158.\tFinancing of the United Nations Mission for the Referendum in Western Sahara \n159.\tFinancing of the activities arising from Security Council resolution 1863 (2009) \n177. \tFinancing of the United Nations Support Office in Haiti \n178. \tFollow-up to the implementation of the New Urban Agenda and strengthening of the United Nations Human Settlements Programme (UN-Habitat)",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review.",
    "ED_MarkNew": true,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2026-01-01T00:00:00.158Z"
  },
  {
    "_id": "6957cf20977b29ce1381317e",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/415",
    "ED_Type": "Elections and Appointments",
    "ED_Title": "Election  of members of the Organizational Committee of the Peacebuilding Commission",
    "ED_Meeting": [
      {
        "ED_Date": "2025-12-12T05:00:00.000Z",
        "ED_Number": "61st plenary meeting",
        "_id": "6957cf20977b29ce1381317f"
      }
    ],
    "ED_AgendaItem": "114 (b)",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 61st plenary meeting, on 12 December 2025, the General Assembly, pursuant to its resolutions 60/180 of 20 December 2005, 60/261 of 8 May 2006 and 63/145 of 18 December 2008, elected Croatia and El Salvador as members of the Organizational Committee of the Peacebuilding Commission for a two-year term of office beginning on 1 January 2026 to fill the vacancies occurring on the expiration of the terms of office of Poland and Uruguay. \n\nPursuant to paragraphs 4 (a) to (d) of resolution 60/180, 26 States have already been elected and/or selected as members of the Organizational Committee of the Peacebuilding Commission: Brazil, Cambodia, Egypt, Morocco and Uganda elected by the Assembly;(footnote: See decisions 79/413 A and B.) China, Colombia, France, Russian Federation, Somalia, United Kingdom of Great Britain and Northern Ireland and United States of America selected by the Security Council; (footnote: See S/2026/34.) Armenia, Australia, Kenya, Netherlands (Kingdom of the), Paraguay, and South Africa elected by the Economic and Social Council; (footnote: See Economic and Social Council decisions 2025/209 A and B and 2026/207) Canada, Germany, Japan, Norway and Sweden selected by and from among the top 10 providers of assessed contributions to United Nations budgets and of voluntary contributions to United Nations funds, programmes and agencies, including a standing peacebuilding fund; (Footnote: See A/79/672.) and Bangladesh, India, Nepal, Pakistan and Rwanda selected by and from among the top 10 providers of military personnel and civilian police to United Nations missions. (Footnote: See A/79/630.)\n\nAs a result, on 1 January 2026, the Organizational Committee of the Peacebuilding Commission is composed of the following 30 Member States:  (footnote: one vacancy remains to be filled by the Economic and Social Council for a member from the Asia-Pacific States for a term beginning on 1 January 2026 and expiring on 31 December 2026.) Armenia,**** Australia,**** Bangladesh,** Brazil,** Cambodia,** Canada,** China,* Colombia,** Croatia,*** Egypt,** El Salvador,*** France,* Germany,** India,** Japan,** Kenya,**** Morocco,** Nepal,** Netherlands (Kingdom of the),**** Norway,** Pakistan,** Paraguay,**** Russian Federation,* Rwanda,** Somalia,** South Africa,**** Sweden,** Uganda,** United Kingdom of Great Britain and Northern Ireland* And United States of America.*\n\n* Permanent members of the Security Council. \n** Term of office expires on 31 December 2026. \n*** Term of office expires on 31 December 2027. \n**** Term of office expires on 31 December 2026 or when they cease to be members of the Economic and Social Council, whichever comes earlier.",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": true,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2026-01-03T00:00:00.189Z"
  },
  {
    "_id": "6957cf54a98e09cc91d988f4",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/416",
    "ED_Type": "Elections and Appointments",
    "ED_Title": "Election  of the United Nations High Commissioner for Refugees",
    "ED_Meeting": [
      {
        "ED_Date": "2025-12-18T05:00:00.000Z",
        "ED_Number": "69th plenary meeting",
        "_id": "6957cf54a98e09cc91d988f5"
      }
    ],
    "ED_AgendaItem": "114 (e)",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 69th plenary meeting, on 18 December 2025, the General Assembly, on the proposal of the Secretary-General,  (footnote: A/80/461.) elected Barham Ahmed Salih as United Nations High Commissioner for Refugees for a period of five years beginning on 1 January 2026 and ending on 31 December 2030.",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. II) after editorial review.",
    "ED_MarkNew": true,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2026-01-03T00:00:00.214Z"
  },
  {
    "_id": "697cc994a99dfd8948dbb83c",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/528 A and B",
    "ED_Type": "Other Decisions",
    "ED_Title": "Report  of the Secretary-General on the work of the Organization",
    "ED_Meeting": [
      {
        "ED_Date": "2026-01-15T05:00:00.000Z",
        "ED_Number": "70th plenary meeting",
        "_id": "697cc994a99dfd8948dbb83d"
      },
      {
        "ED_Date": "2026-01-15T05:00:00.000Z",
        "ED_Number": "70th (resumed) plenary meeting",
        "_id": "697cc9a7a99dfd8948dbb842"
      }
    ],
    "ED_AgendaItem": "110",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "A  \nAt its 70th plenary meeting, on 15 January 2026, the General Assembly decided that, after the departure of the Secretary-General, his seat at the podium might be occupied by his representative.    \n  \nB   \nAt its 70th (resumed) plenary meeting, on 15 January 2026, the General Assembly took note of the report of the Secretary-General on the work of the Organization.  (Footnote: A/80/1.)   ",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. III) after editorial review. ",
    "ED_MarkNew": true,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2026-01-31T00:00:00.108Z"
  },
  {
    "_id": "697cfacba99dfd8948dbb849",
    "ED_Division": "GA",
    "ED_DecisionNumber": "80/529",
    "ED_Type": "Other Decisions",
    "ED_Title": "Building a peaceful and better world through sport and the Olympic ideal  ",
    "ED_Meeting": [
      {
        "ED_Date": "2026-01-30T05:00:00.000Z",
        "ED_Number": "71st plenary meeting",
        "_id": "697cfacba99dfd8948dbb84a"
      }
    ],
    "ED_AgendaItem": "11",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "80th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 71st plenary meeting, on 30 January 2026, the General Assembly took note of the solemn appeal made by the President of the General Assembly in connection with the observance of the Olympic Truce.  (Footnote: A/80/598)\n",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/80/49 (Vol. III) after editorial review.",
    "ED_MarkNew": true,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2026-01-31T00:00:00.115Z"
  }
]