[
  {
    "_id": "64f783e4c080b40012e6e98f",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/401",
    "ED_Type": "Elections and Appointments",
    "ED_Title": "Appointment of the members of the Credentials Committee",
    "ED_Meeting": [
      {
        "_id": "64f783e4c080b40012e6e990",
        "ED_Date": "2023-09-05T04:00:00.000Z",
        "ED_Number": "1st plenary meeting"
      }
    ],
    "ED_AgendaItem": "3(a)",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 1st plenary meeting, on 5 September 2023, the General Assembly, in accordance with rule 28 of its rules of procedure, appointed a Credentials Committee for its seventy-eighth session consisting of the following Member States: ANDORRA, CHINA, GRENADA, NIGERIA, RUSSIAN FEDERATION, SOLOMON ISLANDS, SURINAME, TOGO and UNITED STATES OF AMERICA.",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-09-06T00:00:00.268Z"
  },
  {
    "_id": "64fb50dbc080b40012e6eb40",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/501",
    "ED_Type": "Other Decisions",
    "ED_Title": "General debate of the seventy-eighth session of the General Assembly ",
    "ED_Meeting": [
      {
        "_id": "64fb50dbc080b40012e6eb41",
        "ED_Date": "2023-09-08T04:00:00.000Z",
        "ED_Number": "2 plenary meeting"
      }
    ],
    "ED_AgendaItem": "7",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 2nd plenary meeting, on 8 September 2023, the General Assembly, on the recommendation of the General Committee as set forth in its first report (footnote: A/78/250, para 37),  and taking note that, pursuant to resolution 57/301 of 13 March 2003, the general debate would begin at 9 a.m. on Tuesday, 19 September 2023, and will continue on Wednesday, Thursday and Friday, 20–22 September, and on Tuesday, 26 September, decided that the general debate would continue on Saturday, 23 September 2023, in order to maximize the number of speakers during that week. \n",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-09-09T00:00:00.254Z"
  },
  {
    "_id": "64fb510bc080b40012e6eb49",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/502",
    "ED_Type": "Other Decisions",
    "ED_Title": "Rights of reply to addresses by Heads of State",
    "ED_Meeting": [
      {
        "_id": "64fb510bc080b40012e6eb4a",
        "ED_Date": "2023-09-08T04:00:00.000Z",
        "ED_Number": "2 plenary meeting"
      }
    ],
    "ED_AgendaItem": "7",
    "ED_Plenary_Committee": "Plenary ",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary ",
    "ED_DecisionText": "At its 2nd plenary meeting, on 8 September 2023, the General Assembly took note of the information provided in paragraph 53 of the report of the General Committee  (footnote: A/78/250) concerning rights of reply to addresses by Heads of State. \n",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-09-09T00:00:00.255Z"
  },
  {
    "_id": "64fb513ac080b40012e6eb52",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/503",
    "ED_Type": "Other Decisions",
    "ED_Title": "Organization of the seventy-eighth session\t",
    "ED_Meeting": [
      {
        "ED_Date": "2023-09-08T04:00:00.000Z",
        "ED_Number": "2 plenary meeting",
        "_id": "64fb513ac080b40012e6eb53"
      },
      {
        "ED_Date": "2023-11-10T05:00:00.000Z",
        "ED_Number": "32 plenary meeting",
        "_id": "654e680bb14a3700120b89aa"
      },
      {
        "ED_Date": "2023-12-08T05:00:00.000Z",
        "ED_Number": "46th plenary meeting",
        "_id": "657355a5b14a3700120b9782"
      }
    ],
    "ED_AgendaItem": "7",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 2nd plenary meeting, on 8 September 2023, the General Assembly, on the recommendation of the General Committee as set forth in its first report (A/78/250),  adopted a number of provisions concerning the organization of the seventy-eighth session. \n\nAt the 32nd meeting, on 10 November 2023, the Assembly, on the proposal of its President, decided to postpone the date of recess of the seventy-eighth session of the Assembly from Monday, 4 December 2023, to Friday, 15 December 2023. \n\nAt the same meeting, the General Assembly, at the request of the Chair of the Fifth Committee, decided to extend the work of the Committee until Friday, 15 December 2023.\n\nAt the 46th meeting, on 8 December 2023, the General Assembly, on the proposal of its President, decided to postpone the date of recess of the seventy-eighth session of the Assembly from Friday, 15 December 2023, to Tuesday, 19 December 2023.  \n\n",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-09-09T00:00:00.255Z"
  },
  {
    "_id": "64fb5178c080b40012e6eb5b",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/504 A and B",
    "ED_Type": "Other Decisions",
    "ED_Title": "Adoption of the agenda and allocation of agenda items",
    "ED_Meeting": [
      {
        "ED_Date": "2023-09-08T04:00:00.000Z",
        "ED_Number": "2 plenary meeting",
        "_id": "64fb5178c080b40012e6eb5c"
      },
      {
        "ED_Date": "2023-12-07T05:00:00.000Z",
        "ED_Number": "45 plenary meeting",
        "_id": "65720402b14a3700120b964b"
      },
      {
        "ED_Date": "2023-12-22T05:00:00.000Z",
        "ED_Number": "50 plenary meeting",
        "_id": "6595b305cc0744d0f6d67e83"
      },
      {
        "ED_Date": "2024-02-07T05:00:00.000Z",
        "ED_Number": "55 plenary meeting",
        "_id": "65c4f36ae4cc1f94a95b5e4e"
      },
      {
        "ED_Date": "2024-02-26T05:00:00.000Z",
        "ED_Number": "57 plenary meeting",
        "_id": "65dcb74a897c3bbe6858f61d"
      },
      {
        "ED_Date": "2024-03-21T04:00:00.000Z",
        "ED_Number": "63 plenary meeting",
        "_id": "65fc61b7bed46ae371352221"
      },
      {
        "ED_Date": "2024-04-11T04:00:00.000Z",
        "ED_Number": "69 plenary meeting",
        "_id": "661921fab36b484eea9ae537"
      },
      {
        "ED_Date": "2024-04-24T04:00:00.000Z",
        "ED_Number": "73 plenary meeting",
        "_id": "66296bfd6b51d90d00db516a"
      },
      {
        "ED_Date": "2024-05-02T04:00:00.000Z",
        "ED_Number": "77 plenary meeting",
        "_id": "6634ff556b51d90d00db5366"
      },
      {
        "ED_Date": "2024-06-07T04:00:00.000Z",
        "ED_Number": "88 plenary meeting",
        "_id": "666340e5aae579c43b1715ed"
      },
      {
        "ED_Date": "2024-07-10T04:00:00.000Z",
        "ED_Number": "98 plenary meeting",
        "_id": "66901c5ab9e20da424a5b811"
      },
      {
        "ED_Date": "2024-08-13T04:00:00.000Z",
        "ED_Number": "103 plenary meeting",
        "_id": "66bb8567f24610c5ea55b9ab"
      },
      {
        "ED_Date": "2024-09-06T04:00:00.000Z",
        "ED_Number": "107 plenary meeting",
        "_id": "66db3a75674e0a36abab4bdf"
      }
    ],
    "ED_AgendaItem": "7",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "A\n\nAt its 2nd plenary meeting, on 8 September 2023, the General Assembly, on the recommendation of the General Committee as set forth in its first report, (footnote: A/78/250)  adopted the agenda (footnote: A/78/251)  and the allocation of agenda items (A/78/252)  for the seventy-eight session.\n\nAt the same meeting, the General Assembly, on the recommendation of the General Committee as set forth in its first report, (Footnote: A/78/250, para. 93)  decided to include in the agenda of its seventy-eighth session the item entitled “Question of the Comorian island of Mayotte”, under heading B (Maintenance of international peace and security), on the understanding that there would be no consideration of this item by the Assembly.\nAlso at the same meeting, the General Assembly, on the recommendation of the General Committee as set forth in its first report, (footnote: Ibid., para. 94)  decided to defer consideration of the item entitled “Question of the Malagasy islands of Glorieuses, Juan de Nova, Europa and Bassas da India” and to include it in the provisional agenda of its seventy-ninth session. \n\nAt its 45th plenary  meeting, on 7 December 2023, the General Assembly decided to consider directly in plenary meeting sub-item (b) entitled “Follow-up to the second United Nations Conference on Landlocked Developing Countries” of agenda item 20 entitled “Groups of countries in special situations”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), and to proceed expeditiously with the consideration of a draft decision.   (Footnote: A/78/L.23.)  \n\nAt its 50th (resumed) plenary meeting, on 22 December 2023, the General Assembly decided to reopen agenda item 107 entitled “Crime prevention and criminal justice”, under heading H (Drug control, crime prevention and combating international terrorism in all its forms and manifestations), to consider it directly in plenary meeting and to proceed expeditiously with the consideration of a draft resolution.  (Footnote: A/78/L.33.)\n\nB (Footnote: Decision 78/504, in section B.1 of the Official Records of the General Assembly, Seventy-eighth Session, Supplement No. 49 (A/78/49), vol. II, becomes decision 78/504 A.)\n\nAt its 55th plenary meeting, on 7 February 2024, the General Assembly decided to consider directly in plenary meeting sub-item (c) entitled “Disaster risk reduction” of agenda item 18 entitled “Sustainable development”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), and to proceed expeditiously with the consideration of a draft decision.  (Footnote: A/78/L.36/Rev.1.)\n\nAt the 57th plenary meeting, on 26 February 2024, the General Assembly decided to to reopen consideration of sub-item (b) entitled “Social development, including questions relating to the world social situation and to youth, ageing, persons with disabilities and the family” of agenda item 24 entitled “Social development”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), to consider it directly in plenary meeting and to proceed expeditiously with the consideration of a draft resolution. (Footnote: A/78/L.39.)\n\nAt the 63rd plenary meeting, on 21 March 2024, the General Assembly decided to reopen consideration of agenda item 107 entitled “Crime prevention and criminal justice”, under heading H (Drug control, crime prevention and combating international terrorism in all its forms and manifestations), and to proceed expeditiously with the consideration of a draft resolution. (Footnote: A/78/L.45.) \n\nAt the 69th plenary meeting, on 11 April 2024, the General Assembly decided to reopen consideration of agenda item 17 entitled “Follow-up to and implementation of the outcomes of the International Conferences on Financing for Development”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), to consider it directly in plenary meeting and to proceed expeditiously with the consideration of a draft resolution.  (Footnote: A/78/L.58.)\n\nAt the 73rd plenary meeting, on 24 April 2024, the General Assembly decided to consider directly in plenary meeting agenda item 108 entitled “Countering the use of information and communications technologies for criminal purposes”, under heading H (Drug control, crime prevention and combating international terrorism in all its forms and manifestations), and to proceed expeditiously with the consideration of a draft decision.  (Footnote: A/78/L.46.)\n\nAt the 77th plenary meeting, on 2 May 2024, the General Assembly decided to reopen consideration of sub-item (a) entitled “Agriculture development, food security and nutrition” of agenda item 23 entitled “Agriculture development, food security and nutrition”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), to consider it directly in plenary meeting and to proceed expeditiously with the consideration of a draft resolution.  (Footnote: A/78/L.59.)\n\nAt the 88th plenary meeting, on 7 June 2024, the General Assembly decided to consider directly in plenary meeting agenda item 25 entitled “Advancement of women”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), and to proceed expeditiously with the consideration of a draft resolution.  (footnote: A/78/L.69.)\n\nAt its 98th plenary meeting, on 10 July 2024, the General Assembly decided to consider directly in plenary meeting sub-item (i) entitled “Combating sand and dust storms” of agenda item 18 entitled “Sustainable development”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), and to proceed expeditiously with the consideration of a draft resolution.[1] (Footnote: A/78/L.88.)\n\nAt its 103rd plenary meeting, on 13 August 2024, the General Assembly decided to reopen sub-item (b) entitled “Follow-up to and implementation of the SIDS Accelerated Modalities of Action (SAMOA) Pathway and the Mauritius Strategy for the Further Implementation of the Programme of Action for the Sustainable Development of Small Island Developing States” of agenda item 18 entitled “Sustainable development”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), and to proceed expeditiously with the consideration of a draft resolution.  (Footnote: A/78/L.98.)\n\nAt the same meeting, on 13 August 2024, the General Assembly decided to reopen sub-item (c) entitled “Agreement under the United Nations Convention on the Law of the Sea on the Conservation and sustainable Use of Marine Biological Diversity of Areas beyond National Jurisdiction” of agenda item 75 entitled “Oceans and the law of the sea”, under heading F (Promotion of justice and international law), and to proceed expeditiously with the consideration of a draft decision.  (Footnote: A/78/L.102.)\n\nAt its 107th plenary meeting, on 6 September 2024, the General Assembly decided to reopen agenda item 11 entitled “Sport for development and peace: building a peaceful and better world through sport and the Olympic ideal”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), and to proceed expeditiously with the consideration of a draft resolution.  (Footnote: A/78/L.107.) \n\nAt the same meeting, on 6 September 2024, the General Assembly decided to reopen agenda item 18 entitled “Sustainable development”, under heading A (Promotion of sustained economic growth and sustainable development in accordance with the relevant resolutions of the General Assembly and recent United Nations conferences), and to proceed expeditiously with the consideration of a draft resolution.  (Footnote: A/78/L.110.) \n\nAt the same meeting, on 6 September 2024, the General Assembly decided to reopen agenda item 68 entitled “Rights of Indigenous Peoples”, under heading D (Promotion of human rights), to consider it directly in plenary meeting and to proceed expeditiously with the consideration of a draft resolution.  (Footnote: A/78/L.106.) \n\n",
    "ED_Disclaimer": "The final version of decisions adopted during the resumed part of the session will be contained in document A/78/49 (Vol. III) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-09-09T00:00:00.255Z"
  },
  {
    "_id": "64fb51adc080b40012e6eb64",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/505",
    "ED_Type": "Other Decisions",
    "ED_Title": "Meetings of subsidiary organs and entities during the main part of the seventy-eighth session",
    "ED_Meeting": [
      {
        "_id": "64fb51adc080b40012e6eb65",
        "ED_Date": "2023-09-08T04:00:00.000Z",
        "ED_Number": "2 plenary meeting"
      }
    ],
    "ED_AgendaItem": "7",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 2nd plenary meeting, on 8 September 2023, the General Assembly decided to authorize those entities listed in the letter dated 5 September 2023 from the Chair of the Committee on Conferences (footnote: A/78/332),  namely the  Committee on the Exercise of the Inalienable Rights of the Palestinian People, the Panel of External Auditors and Board of Auditors, the Meeting of States Parties to the Treaty on the Prohibition of Nuclear Weapons, the Executive Board of the United Nations Entity for Gender Equality and the Empowerment of Women (UN Women), the Assembly of States Parties to the Rome Statute of the International Criminal Court, the Committee on Relations with the Host Country, the Executive Board of the United Nations Children’s Fund, the Independent Audit Advisory Committee, the Conference on the Establishment of a Middle East Zone Free of Nuclear Weapons and Other Weapons of Mass Destruction, the Meeting of States Parties to the United Nations Convention on the Law of the Sea and the Committee on Conferences to meet during the main part of the seventy-eighth session of the Assembly, on the strict understanding that all such meetings would be allocated conference services in such a way as to ensure that the work of the General Assembly and its Main Committees is not impeded.\n",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-09-09T00:00:00.255Z"
  },
  {
    "_id": "65259478df529c0012742525",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/402",
    "ED_Type": "Elections and Appointments",
    "ED_Title": "Election of members of the Human Rights Council",
    "ED_Meeting": [
      {
        "_id": "65259478df529c0012742526",
        "ED_Date": "2023-10-10T04:00:00.000Z",
        "ED_Number": "17th plenary meeting"
      }
    ],
    "ED_AgendaItem": "114 (c)",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 17th plenary meeting, on 10 October 2023, the General Assembly, pursuant to its resolutions 60/251 of 15 March 2006 and 65/281 of 17 June 2011, elected ALBANIA, BRAZIL, BULGARIA, BURUNDI, CHINA, CÔTE D’IVOIRE, CUBA, the DOMINICAN REPUBLIC, FRANCE, GHANA, INDONESIA, JAPAN, KUWAIT, MALAWI and NETHERLANDS (KINGDOM OF THE) as members of the Human Rights Council for a three-year term of office beginning on 1 January 2024 to fill the vacancies occurring on the expiration of the terms of office of BOLIVIA (PLURINATIONAL STATE OF), CHINA, CÔTE D’IVOIRE, CUBA, CZECHIA, FRANCE, GABON, MALAWI, MEXICO, NEPAL, PAKISTAN, SENEGAL, UKRAINE, the UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND and UZBEKISTAN.\n\nAs a result, as of 1 January 2024, the Human Rights Council is composed of the following 47 Member States (footnote: Argentina, Cameroon, China, Côte d'Ivoire, Cuba, Eritrea, France, Germany, India, Malawi, Somalia and the Sudan are serving their second consecutive term.): ALBANIA,*** ALGERIA,** ARGENTINA,* BANGLADESH, ** BELGIUM,** BENIN,* BRAZIL,*** BULGARIA,*** BURUNDI,*** CAMEROON,* CHILE,** CHINA,*** COSTA RICA,** CÔTE D’IVOIRE,*** CUBA,*** DOMINICAN REPUBLIC,*** ERITREA,* FINLAND,* FRANCE,*** GAMBIA,* GEORGIA,** GERMANY,** GHANA,*** HONDURAS,* INDIA,* INDONESIA,*** JAPAN,*** KAZAKHSTAN,* KUWAIT,*** KYRGYZSTAN,** LITHUANIA,* LUXEMBOURG,* MALAWI,*** MALAYSIA,* MALDIVES,** MONTENEGRO,* MOROCCO,** NETHERLANDS (KINGDOM OF THE) ,*** PARAGUAY,* QATAR, * ROMANIA,** SOMALIA,* SOUTH AFRICA,** SUDAN,** UNITED ARAB EMIRATES,* UNITED STATES OF AMERICA* and VIET NAM.**\n\nTerm of office expires on 31 December 2024 *\t\nTerm of office expires on 31 December 2025 **\t\nTerm of office expires on 31 December 2026 ***",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-10-11T00:00:00.296Z"
  },
  {
    "_id": "654ab047b14a3700120b8737",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/506",
    "ED_Type": "Other Decisions",
    "ED_Title": "Report of the International Residual Mechanism for Criminal Tribunals",
    "ED_Meeting": [
      {
        "_id": "654ab047b14a3700120b8738",
        "ED_Date": "2023-10-18T04:00:00.000Z",
        "ED_Number": "19 plenary meeting"
      }
    ],
    "ED_AgendaItem": "126",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 19th plenary meeting, on 18 October 2023, the General Assembly took note of the report of the International Residual Mechanism for Criminal Tribunals. (Footnote: A/78/257)\n",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-11-08T00:00:00.076Z"
  },
  {
    "_id": "654ab0cab14a3700120b8740",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/507",
    "ED_Type": "Other Decisions",
    "ED_Title": "Report of the International Court of Justice",
    "ED_Meeting": [
      {
        "_id": "654ab0cab14a3700120b8741",
        "ED_Date": "2023-11-07T05:00:00.000Z",
        "ED_Number": "28 plenary meeting"
      }
    ],
    "ED_AgendaItem": "73",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 28th plenary meeting, on 7 November 2023, the General Assembly took note of the report of the International Court of Justice. (Footnote: A/78/4)    \n ",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-11-08T00:00:00.076Z"
  },
  {
    "_id": "654e640db14a3700120b8941",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/403",
    "ED_Type": "Elections and Appointments",
    "ED_Title": "Election of members of the International Court of Justice",
    "ED_Meeting": [
      {
        "_id": "654e640db14a3700120b8942",
        "ED_Date": "2023-11-09T05:00:00.000Z",
        "ED_Number": "31st plenary meeting"
      }
    ],
    "ED_AgendaItem": "113(c)",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "The General Assembly, at its 31st plenary meeting, on 9 November 2023, and the Security Council, at its 9471st meeting, on the same date, proceeded independently of one another to elect, in accordance with Articles 2 to 4 and 7 to 12 of the Statute of the International Court of Justice, rules 150 and 151 of the rules of procedure of the Assembly and rules 40 and 61 of the provisional rules of procedure of the Council, five members of the Court for a nine-year term of office beginning on 6 February 2024 to fill the vacancies occurring on the expiration of the terms of office of Joan E. Donoghue (United States of America), Kirill Gevorgian (Russian Federation), Mohamed Bennouna (Morocco), Patrick Lipton Robinson (Jamaica) and Hilary Charlesworth (Australia). \n\n\tHaving obtained the required absolute majority of votes in both the General Assembly and the Security Council, Bogdan-Lucian Aurescu (Romania), Hilary Charlesworth (Australia), Sarah Hull Cleveland (United States of America), Juan Manuel Gómez Robledo Verduzco (Mexico) and Dire Tladi (South Africa) were elected as members of the Court for a nine-year term of office beginning on 6 February 2024.\n\n\tAs a result, as of 6 February 2024, the International Court of Justice is composed as follows: Ronny ABRAHAM (France),* Bogdan-Lucian AURESCU (Romania),*** Dalveer BHANDARI (India),* Leonardo Nemer Caldeira BRANT (Brazil),* Hilary CHARLESWORTH (Australia),*** Sarah Hull CLEVELAND (United States of America),*** Juan Manuel GÓMEZ ROBLEDO VERDUZCO (Mexico),*** IWASAWA Yuji (Japan),** Georg NOLTE (Germany),** Nawaf SALAM (Lebanon),* Julia SEBUTINDE (Uganda),** Dire TLADI (South Africa),*** Peter TOMKA (Slovakia),** XUE Hanqin (China)** and Abdulqawi Ahmed YUSUF (Somalia).*\n\n*\tTerm of office expires on 5 February 2027. \n**\tTerm of office expires on 5 February 2030. \n***\tTerm of office expires on 5 February 2033. ",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-11-11T00:00:00.223Z"
  },
  {
    "_id": "655677f5b14a3700120b8c95",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/404",
    "ED_Type": "Elections and Appointments",
    "ED_Title": "Appointment of members of the Advisory Committee on Administrative and Budgetary Questions",
    "ED_Meeting": [
      {
        "_id": "655677f5b14a3700120b8c96",
        "ED_Date": "2023-11-16T05:00:00.000Z",
        "ED_Number": "35th plenary meeting"
      }
    ],
    "ED_AgendaItem": "115 (a)",
    "ED_Plenary_Committee": "Fifth Committee",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Fifth Committee",
    "ED_DecisionText": "At its 35th plenary meeting, on 16 November 2023, the General Assembly, on the recommendation of the Fifth Committee,(footnote: A/78/558, para. 6.) appointed or re-appointed the following persons as members of the Advisory Committee on Administrative and Budgetary Questions for a three-term of office beginning on 1 January 2024: Surendra Kumar ADHANA (India), Abdallah BACHAR BONG (Chad), Feliksas BAKANAUSKAS (Lithuania), Ali BEN SAID (Tunisia), Simon HORNER (United Kingdom of Great Britain and Northern Ireland), Evgeny KALUGIN (Russian Federation), Julia MACIEL (Paraguay), Caroline NALWANGA (Uganda), Juliana Gaspar RUAS (Brazil) and Stephani Laura SCHEER (United States of America).\n\nAs a result, as of 1 January 2024, the Advisory Committee on Administrative and Budgetary Questions is composed as follows: Surendra Kumar ADHANA (India),*** Yves Éric AHOUSSOUGBEMEY (Benin),* Amjad Qaid AL KUMAIM (Yemen),* Makiese Kinkela AUGUSTO (Angola),* Abdallah BACHAR BONG (Chad),*** Feliksas BAKANAUSKAS (Lithuania),*** Ali BEN SAID (Tunisia),*** Sharon BRENNEN-HAYLOCK (Bahamas),* Jakub CHMIELEWSKI (Poland),* Udo Klaus FENCHEL (Germany),** Olivio FERMÍN (Dominican Republic),** Simon HORNER (United Kingdom of Great Britain and Northern Ireland),*** Carlo JACOBUCCI (Italy),**  JI Haojun (China),** Evgeny KALUGIN (Russian Federation),*** Julia MACIEL (Paraguay),*** MATSUDA Yukiko (Japan),** Caroline NALWANGA (Uganda),*** Juliana Gaspar RUAS (Brazil),*** Stephani Laura SCHEER (United States of America)*** and Minhong YI (Republic of Korea).**\n\n__________________ \n* \tTerm of office expires on 31 December 2024. \n** \tTerm of office expires on 31 December 2025. \n*** \tTerm of office expires on 31 December 2026.",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-11-17T00:00:00.224Z"
  },
  {
    "_id": "65567851b14a3700120b8c9e",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/405",
    "ED_Type": "Elections and Appointments",
    "ED_Title": "Appointment of members of the Committee on Contributions",
    "ED_Meeting": [
      {
        "ED_Date": "2023-11-16T05:00:00.000Z",
        "ED_Number": "35th plenary meeting",
        "_id": "65567851b14a3700120b8c9f"
      }
    ],
    "ED_AgendaItem": "115 (b)",
    "ED_Plenary_Committee": "Fifth Committee",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Fifth Committee",
    "ED_DecisionText": "At its 35th plenary meeting, on 16 November 2023, the General Assembly, on the recommendation of the Fifth Committee,(footnote: A/78/559, para. 7.) appointed or reappointed the following persons as members of the Committee on Contributions:\n\n(a) For a term of office beginning on 1 January 2024 and ending on 31 December 2024: SUZUKI Yoriko (Japan); \n\n(b) For a three-year term of office beginning on 1 January 2024: Michael HOLTSCH (Germany), Vadim LAPUTIN (Russian Federation), LIN Shan (China), Hae-yun PARK (Republic of Korea), Henrique da Silveira SARDINHA PINTO (Brazil) and Cihan TERZI (Türkiye).\n\nAs a result, as of 1 January 2024, the Committee on Contributions is composed as follows: Syed Yawar ALI (Pakistan),* Phologo Kaone BOGATSU (Botswana),* Cheikh Tidiane DÈME (Senegal),** Jasminka DINIĆ (Croatia),* Gordon ECKERSLEY (Australia),** Helena Concepción FELIP SALAZAR (Paraguay),** Bernardo GREIVER DEL HOYO (Uruguay),** Michael HOLTSCH (Germany),*** Ihor HUMENNYI (Ukraine),* Marcel JULLIER (Switzerland),** Vadim LAPUTIN (Russian Federation),*** LIN Shan (China),*** Joseph MASILA (Kenya),** Hae-yun PARK (Republic of Korea),*** Thomas Anthony REPASCH (United States of America),* Henrique da Silveira SARDINHA PINTO (Brazil),*** SUZUKI Yoriko (Japan)* and Cihan TERZI (Türkiye)***.\n\n__________________ \n\n* \tTerm of office expires on 31 December 2024. \n** \tTerm of office expires on 31 December 2025. \n*** \tTerm of office expires on 31 December 2026.",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-11-17T00:00:00.224Z"
  },
  {
    "_id": "655678bfb14a3700120b8ca7",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/406",
    "ED_Type": "Elections and Appointments",
    "ED_Title": "Confirmation of the appointment of members of the Investments Committee",
    "ED_Meeting": [
      {
        "_id": "655678bfb14a3700120b8ca8",
        "ED_Date": "2023-11-16T05:00:00.000Z",
        "ED_Number": "35th plenary meeting"
      }
    ],
    "ED_AgendaItem": "115 (c)",
    "ED_Plenary_Committee": "Fifth Committee",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Fifth Committee",
    "ED_DecisionText": "At its 35th plenary meeting, on 16 November 2023, the General Assembly, on the recommendation of the Fifth Committee,(footnote: A/78/560, para. 4.)\n\n(a) Confirmed the appointment or reappointment by the Secretary-General of Yasir O. AL-RUMAYYAN (Saudi Arabia), Sarah Omotunde ALADE (Nigeria), Natalia KHANJENKOVA (Russian Federation), Shan LI (China) and Patricia PARISE (Argentina) as regular members of the Investments Committee for a three-year term of office beginning on 1 January 2024: \n\n(b) Confirmed the reappointment by the Secretary-General of Macky TALL (Mali) as an ad hoc member of the Investments Committee for a one-year term of office beginning on 1 January 2024. \n\nAs a result , as of 1 January 2024, the Investments Committee is composed as follows: Yasir O. AL-RUMAYYAN (Saudi Arabia, regular member),*** Sarah Omotunde ALADE (Nigeria, regular member),*** Jens FRICKE (Germany, regular member),** HONDA Keiko (Japan, regular member),* Natalia KHANJENKOVA (Russian Federation, regular member),*** Michael KLEIN (United States of America, regular member),** Shan LI (China, regular member),*** Patricia PARISE (Argentina, regular member),*** Luciane RIBEIRO (Brazil, regular member)** and Macky TALL (Mali, ad hoc member).* \n\n__________________ \n\n* \tTerm of office expires on 31 December 2024. \n** \tTerm of office expires on 31 December 2025. \n*** \tTerm of office expires on 31 December 2026.",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-11-17T00:00:00.224Z"
  },
  {
    "_id": "65567909b14a3700120b8cb0",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/407",
    "ED_Type": "Elections and Appointments",
    "ED_Title": "Appointment of a member of the Board of Auditors",
    "ED_Meeting": [
      {
        "_id": "65567909b14a3700120b8cb1",
        "ED_Date": "2023-11-16T05:00:00.000Z",
        "ED_Number": "35th plenary meeting"
      }
    ],
    "ED_AgendaItem": "115 (d)",
    "ED_Plenary_Committee": "Fifth Committee",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Fifth Committee",
    "ED_DecisionText": "At its 35th plenary meeting, on 16 November 2023, the General Assembly, on the recommendation of the Fifth Committee,(footnote: A/78/561, para. 4.) appointed the Chair of the Federal Court of Accounts of Brazil as a member of the Board of Auditors for a six-year term of office beginning on 1 July 2024. \n\nAs a result, as of 1 July 2024, the Board of Auditors is composed as follows: Chair of the Federal Court of Accounts of BRAZIL,*** Auditor-General of the National Audit Office of CHINA* and the First President of the Court of Accounts of FRANCE.**\n\n ___________________ \n\n* Term of office expires on 30 June 2026. \n** Term of office expires on 30 June 2028.\n*** Term of office expires on 30 June 2030. ",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-11-17T00:00:00.225Z"
  },
  {
    "_id": "65567966b14a3700120b8cbf",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/408",
    "ED_Type": "Elections and Appointments",
    "ED_Title": "Appointment of members of the Independent Audit Advisory Committee ",
    "ED_Meeting": [
      {
        "_id": "65567966b14a3700120b8cc0",
        "ED_Date": "2023-11-16T05:00:00.000Z",
        "ED_Number": "35th plenary meeting"
      }
    ],
    "ED_AgendaItem": "115 (e)",
    "ED_Plenary_Committee": "Fifth Committee",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Fifth Committee",
    "ED_DecisionText": "At its 35th plenary meeting, on 16 November 2023, the General Assembly, on the recommendation of the Fifth Committee,(footnote: A/78/562, para. 4.) appointed or reappointed the following persons as members of the Independent Audit Advisory Committee for a three-year term of office beginning on 1 January 2024: Jeanette FRANZEL (United States of America) and Imran VANKER (South Africa). \n\nAs a result, as of 1 January 2024, the Independent Audit Advisory Committee is composed as follows: Dorothy BRADLEY (Belize),* Jeanette FRANZEL (United States of America),** Anton V. KOSYANENKO (Russian Federation),* Suresh Raj SHARMA (Nepal)* and Imran VANKER (South Africa).** \n\n__________________ \n\n* \tTerm of office expires on 31 December 2025. \n** \tTerm of office expires on 31 December 2026.",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-11-17T00:00:00.225Z"
  },
  {
    "_id": "6557842cb14a3700120b8d15",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/508",
    "ED_Type": "Other Decisions",
    "ED_Title": "Report of the Economic and Social Council ",
    "ED_Meeting": [
      {
        "_id": "6557842cb14a3700120b8d16",
        "ED_Date": "2023-11-14T05:00:00.000Z",
        "ED_Number": "33 plenary meeting"
      }
    ],
    "ED_AgendaItem": "9",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 33rd plenary meeting, on 14 November 2023, the General Assembly took note of the report of the Economic and Social Council. (Footnote: A/78/3.)\n",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/78/49 (Vol. II) after editorial review.\n",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-11-18T00:00:00.177Z"
  },
  {
    "_id": "655ccd53b14a3700120b8eb9",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/409 A and B",
    "ED_Type": "Elections and Appointments",
    "ED_Title": "Election of members of the Committee for Programme and Coordination",
    "ED_Meeting": [
      {
        "ED_Date": "2023-11-20T05:00:00.000Z",
        "ED_Number": "37th plenary meeting",
        "_id": "655ccd53b14a3700120b8eba"
      },
      {
        "ED_Date": "2024-01-16T05:00:00.000Z",
        "ED_Number": "53rd plenary meeting",
        "_id": "65a6ec49cc0744d0f6d681fc"
      }
    ],
    "ED_AgendaItem": "114 (a)",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "A\n\nAt its 37th plenary meeting, on 20 November 2023, the General Assembly, on the basis of nominations by the Economic and Social Council (footnote: See A/78/519; see also Economic and Social Council decisions 2023/213 A, B and C.) and in accordance with the annex to Council resolution 2008 (LX) of 14 May 1976 and Assembly decision 42/450 of 17 December 1987, elected ARMENIA, BRAZIL, CAMEROON, COSTA RICA, CÔTE D'IVOIRE, GERMANY, INDIA, IRAN (ISLAMIC REPUBLIC OF), ISRAEL, ITALY, JAPAN, MEXICO, PAKISTAN, POLAND, RWANDA, SOUTH AFRICA, the UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND, the UNITED STATES OF AMERICA and URUGUAY as members of the Committee for Programme and Coordination for a three-year term of office beginning on 1 January 2024 to fill the vacancies occurring on the expiration of the terms of office of ARMENIA, BELARUS, BRAZIL, CAMEROON, COSTA RICA, CUBA, the DOMINICAN REPUBLIC, ERITREA, ESWATINI, GERMANY, INDIA, IRAN (ISLAMIC REPUBLIC OF), ITALY, JAPAN, MALI, MALTA, PAKISTAN, POLAND, the UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND and the UNITED STATES OF AMERICA. \n\nAs a result, as of 1 January 2024, the Committee for Programme and Coordination is composed of the following 33 Member States: (footnote: One vacancy for a member from Eastern European States remains to be filled for a term of office beginning on the date of election and expiring on 31 December 2026.) ARGENTINA,** ARMENIA,*** BELGIUM,* BOTSWANA,* BRAZIL,*** CAMEROON,*** CHILE,* CHINA,** COSTA RICA,*** CÔTE D'IVOIRE,*** FRANCE,* GERMANY,*** INDIA,*** IRAN (ISLAMIC REPUBLIC OF),*** ISRAEL,*** ITALY,*** JAPAN,*** KENYA,* LIBERIA,** MEXICO,*** MOROCCO,** PAKISTAN,*** PARAGUAY,* PHILIPPINES,** POLAND,*** REPUBLIC OF KOREA,** RUSSIAN FEDERATION,* RWANDA,*** SOUTH AFRICA,*** TUNISIA,** UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND,*** UNITED STATES OF AMERICA*** and URUGUAY.***\n\n__________________ \n\n* Term of office expires on 31 December 2024. \n** Term of office expires on 31 December 2025. \n*** Term of office expires on 31 December 2026.\n\nB (Footnote: Decision 78/409, in section A of the Official Records of the General Assembly, Seventy-eighth Session, Supplement No. 49 (A/78/49), vol. II, becomes decision 78/409 A.)\n\nAt its 53rd plenary meeting, on 16 January 2024, the General Assembly, on the basis of the nomination by the Economic and Social Council (Footnote: See A/78/519/Add.1; see also Economic and Social Council decision 2024/204.) and in accordance with the annex to Council resolution 2008 (LX) of 14 May 1976 and Assembly decision 42/450 of 17 December 1987, elected BULGARIA as a member of the Committee for Programme and Coordination for a term of office beginning on the date of the election and expiring on 31 December 2026. \n\nAs a result, as of 16 January 2024, the Committee for Programme and Coordination is composed of the following 34 Member States: ARGENTINA,** ARMENIA,*** BELGIUM,* BOTSWANA,* BRAZIL,*** BULGARIA,*** CAMEROON,*** CHILE,* CHINA,** COSTA RICA,*** CÔTE D'IVOIRE,*** FRANCE,* GERMANY,*** INDIA,*** IRAN (ISLAMIC REPUBLIC OF),*** ISRAEL,*** ITALY,*** JAPAN,*** KENYA,* LIBERIA,** MEXICO,*** MOROCCO,** PAKISTAN,*** PARAGUAY,* PHILIPPINES,** POLAND,*** REPUBLIC OF KOREA,** RUSSIAN FEDERATION,* RWANDA,*** SOUTH AFRICA,*** TUNISIA,** UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND,*** UNITED STATES OF AMERICA*** and URUGUAY.***\n\n__________________ \n\n* Term of office expires on 31 December 2024. \n** Term of office expires on 31 December 2025. \n*** Term of office expires on 31 December 2026.",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/78/49 (Vol. III) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-11-22T00:00:00.188Z"
  },
  {
    "_id": "655ccd9cb14a3700120b8ece",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/410",
    "ED_Type": "Elections and Appointments",
    "ED_Title": "Appointment of members of the Committee on Conferences",
    "ED_Meeting": [
      {
        "_id": "655ccd9cb14a3700120b8ecf",
        "ED_Date": "2023-11-20T05:00:00.000Z",
        "ED_Number": "37th plenary meeting"
      }
    ],
    "ED_AgendaItem": "115 (f)",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 37th plenary meeting, on 20 November 2023, the General Assembly, in accordance with paragraph 2 of its resolution 43/222 B of 21 December 1988, took note of the appointment by its President, after consultations with the Chairs of the regional groups concerned, of ARGENTINA, BOTSWANA, FRANCE, the PHILIPPINES, the RUSSIAN FEDERATION, SIERRA LEONE and SRI LANKA as members of the Committee on Conferences for a three-year term of office beginning on 1 January 2024.\n\nAt the same meeting, the General Assembly, in accordance with paragraph 2 of its resolution 43/222 B of 21 December 1988, took note of the appointment by its President, after consultations with the Chair of the regional group concerned, of BRAZIL and PERU for a term of office beginning on the date of appointment and expiring on 31 December 2024, and GUATEMALA for a term of office beginning on the date of appointment and expiring on 31 December 2025.\n \nAs a result, as of 1 January 2024, the Committee on Conferences is composed of the following 21 Member States: ARGENTINA,***AUSTRIA,** BOTSWANA,*** BRAZIL,* CHINA,** CÔTE D'IVOIRE,* DJIBOUTI,** EGYPT,** FRANCE,*** GUATEMALA,** IRAN (ISLAMIC REPUBLIC OF),* JAPAN,** PERU,* PHILIPPINES,*** POLAND,* PORTUGAL,* RUSSIAN FEDERATION,*** SENEGAL,* SIERRA LEONE,*** SRI LANKA*** and UNITED STATES OF AMERICA.**\n\n___________________ \n\n* Term of office expires on 31 December 2024. \n** Term of office expires on 31 December 2025. \n*** Term of office expires on 31 December 2026.",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-11-22T00:00:00.188Z"
  },
  {
    "_id": "656e3e1cb14a3700120b92f2",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/509",
    "ED_Type": "Other Decisions",
    "ED_Title": "Reduction of military  budgets ",
    "ED_Meeting": [
      {
        "_id": "656e3e1cb14a3700120b92f3",
        "ED_Date": "2023-12-04T05:00:00.000Z",
        "ED_Number": "42 plenary meeting"
      }
    ],
    "ED_AgendaItem": "90",
    "ED_Plenary_Committee": "First Committee",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "First Committee",
    "ED_DecisionText": "At its 42nd plenary meeting, on 4 December 2023, the General  Assembly took note of the report of the First Committee.  (Footnote: A/78/400.)\t\n\n",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-12-05T00:00:00.206Z"
  },
  {
    "_id": "656e3e7db14a3700120b92fb",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/510",
    "ED_Type": "Other Decisions",
    "ED_Title": "Provisional programme of work and timetable of the First Committee for 2024 ",
    "ED_Meeting": [
      {
        "_id": "656e3e7db14a3700120b92fc",
        "ED_Date": "2023-12-04T05:00:00.000Z",
        "ED_Number": "42 plenary meeting"
      }
    ],
    "ED_AgendaItem": "120",
    "ED_Plenary_Committee": "First Committee",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "First Committee",
    "ED_DecisionText": "At its 42nd plenary meeting, on 4 December 2023, the General Assembly, on the recommendation of the First Committee,  (Footnote: A/78/416, para. 5.) approved the provisional programme of work and timetable of the Committee for 2024, as set out in the annex to the report of the Committee.  (Footnote: A/78/416.)\n\n",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-12-05T00:00:00.206Z"
  },
  {
    "_id": "656e3eb1b14a3700120b9304",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/511",
    "ED_Type": "Other Decisions",
    "ED_Title": "Programme planning (First Committee )",
    "ED_Meeting": [
      {
        "_id": "656e3eb1b14a3700120b9305",
        "ED_Date": "2023-12-04T05:00:00.000Z",
        "ED_Number": "42 plenary meeting"
      }
    ],
    "ED_AgendaItem": "135",
    "ED_Plenary_Committee": "First Committee",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "First Committee",
    "ED_DecisionText": "At its 42nd plenary meeting, on 4 December 2023, the General Assembly took note of the report of the First Committee.   (Footnote: A/78/575.)\t\n\n\n",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-12-05T00:00:00.206Z"
  },
  {
    "_id": "656f8793b14a3700120b940d",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/411",
    "ED_Type": "Elections and Appointments",
    "ED_Title": "Election of members of the Organizational Committee of the Peacebuilding Commission",
    "ED_Meeting": [
      {
        "ED_Date": "2023-12-04T05:00:00.000Z",
        "ED_Number": "42nd plenary meeting",
        "_id": "656f8793b14a3700120b940e"
      }
    ],
    "ED_AgendaItem": "114(b)",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 42nd plenary meeting, on 4 December 2023, the General Assembly, pursuant to its resolutions 60/180 of 20 December 2005, 60/261 of 8 May 2006 and 63/145 of 18 December 2008, elected POLAND and URUGUAY as members of the Organizational Committee of the Peacebuilding Commission for a two-year term of office beginning on 1 January 2024 to fill the vacancies occurring on the expiration of the terms of office of BULGARIA and the DOMINICAN REPUBLIC.  \n \nPursuant to paragraphs 4 (a) to (d) of resolution 60/180, 26 States have already been elected and/or selected as members of the Organizational Committee of the Peacebuilding Commission: EGYPT, KENYA, QATAR, SAINT VINCENT AND THE GRENADINES and SOUTH AFRICA elected by the Assembly;(footnote: See decision 77/416.)  ALGERIA, CHINA, FRANCE, GUYANA, RUSSIAN FEDERATION, UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND and UNITED STATES OF AMERICA selected by the Security Council;(footnote: See S/2024/83.)  BRAZIL, CROATIA, DENMARK, ITALY, NIGERIA, PERU and REPUBLIC OF KOREA elected by the Economic and Social Council;(footnote: See Economic and Social Council decisions 2022/206 C and D and 2023/208.)  CANADA, GERMANY, JAPAN, NORWAY and SWEDEN selected by and from among the top 10 providers of assessed contributions to United Nations budgets and of voluntary contributions to United Nations funds, programmes and agencies, including a standing peacebuilding fund;(footnote: See A/77/652.) and BANGLADESH, ETHIOPIA, INDIA, NEPAL and RWANDA selected by and from among the top 10 providers of military personnel and civilian police to United Nations missions.(footnote: See A/77/650.)\n\nAs a result, on 1 January 2024, the Organizational Committee of the Peacebuilding Commission is composed of the following 31 Member States: ALGERIA,** BANGLADESH,** BRAZIL,**** CANADA,** CHINA,* CROATIA,**** DENMARK,**** EGYPT,** ETHIOPIA,** FRANCE,* GERMANY,** GUYANA,** INDIA,** ITALY,**** JAPAN,** KENYA,** NEPAL,** NIGERIA,**** NORWAY,** PERU,**** POLAND,*** QATAR,** REPUBLIC OF KOREA,**** RUSSIAN FEDERATION,* RWANDA,** SAINT VINCENT AND THE GRENADINES,** SOUTH AFRICA,** SWEDEN,** UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND,* UNITED STATES OF AMERICA* and URUGUAY.***  \n__________________  \n \n* Permanent members of the Security Council.  \n** Term of office expires on 31 December 2024.  \n*** Term of office expires on 31 December 2025.  \n**** Term of office expires on 31 December 2024 or when they cease to be members of the Economic and Social Council, whichever comes earlier. \n",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-12-06T00:00:00.391Z"
  },
  {
    "_id": "6571f0beb14a3700120b94b5",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/512",
    "ED_Type": "Other Decisions",
    "ED_Title": "Comprehensive review of the whole question of peacekeeping operations in all their aspects      ",
    "ED_Meeting": [
      {
        "_id": "6571f0beb14a3700120b94b6",
        "ED_Date": "2023-12-07T05:00:00.000Z",
        "ED_Number": "45 plenary meeting"
      }
    ],
    "ED_AgendaItem": "51",
    "ED_Plenary_Committee": "Fourth Committee",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Fourth Committee",
    "ED_DecisionText": "At its 45th plenary meeting, on 7 December 2023, the General Assembly took note of the report of the Special Political and Decolonization Committee (Fourth Committee).19 (Footnote: A/78/422.)  ",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-12-08T00:00:00.191Z"
  },
  {
    "_id": "6571f11bb14a3700120b94be",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/513",
    "ED_Type": "Other Decisions",
    "ED_Title": "Question of Gibraltar ",
    "ED_Meeting": [
      {
        "_id": "6571f11bb14a3700120b94bf",
        "ED_Date": "2023-12-07T05:00:00.000Z",
        "ED_Number": "45 plenary meeting"
      }
    ],
    "ED_AgendaItem": "58",
    "ED_Plenary_Committee": "Fourth Committee",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Fourth Committee",
    "ED_DecisionText": "At its 45th plenary meeting, on 7 December 2023, the General Assembly, on the recommendation of the Special Political and Decolonization Committee (Fourth Committee),  (Footnote: A/78/429, para. 34.) recalling its decision 77/533 of 12 December 2022:\n\n(a)\tUrged the Governments of Spain and the United Kingdom of Great Britain and Northern Ireland, while listening to the interests and aspirations of Gibraltar that were legitimate under international law, to reach, in the spirit of the Brussels Declaration of 27 November 1984, a definitive solution to the question of Gibraltar, in the light of the relevant resolutions of the General Assembly and applicable principles, and in the spirit of the Charter of the United Nations;\n\n(b)\tTook note of the desire of the United Kingdom to continue with the trilateral Forum for Dialogue;\n\n(c)\tTook note of the position of Spain that the trilateral Forum for Dialogue did not exist any longer and should be replaced with a new mechanism for local cooperation in which the people of the Campo de Gibraltar and Gibraltar were represented;\n\n(d)\tWelcomed the efforts made by all to resolve problems and advance in a spirit of trust and solidarity, in order to find common solutions and move forward in areas of mutual interest towards a relationship based on dialogue and cooperation.",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-12-08T00:00:00.192Z"
  },
  {
    "_id": "6571f181b14a3700120b94c7",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/514",
    "ED_Type": "Other Decisions",
    "ED_Title": "Proposed programme  of work and timetable of the Special Political and Decolonization Committee  (Fourth Committee) for the seventy-ninth session of the General Assembly",
    "ED_Meeting": [
      {
        "_id": "6571f181b14a3700120b94c8",
        "ED_Date": "2023-12-07T05:00:00.000Z",
        "ED_Number": "45 plenary meeting"
      }
    ],
    "ED_AgendaItem": "120",
    "ED_Plenary_Committee": "Fourth Committee",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Fourth Committee",
    "ED_DecisionText": "At its 45th plenary meeting, on 7 December 2023, the General Assembly, on the recommendation of the Special Political and Decolonization Committee (Fourth Committee),  (Footnote: A/78/430, para.6.) approved the proposed programme of work and timetable of the Fourth Committee for the seventy-ninth session of the Assembly, as set out in the report of the Committee.  (Footnote: A/78/430.)\n",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-12-08T00:00:00.192Z"
  },
  {
    "_id": "6571f1c2b14a3700120b94d0",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/515",
    "ED_Type": "Other Decisions",
    "ED_Title": "Programme planning  (Special Political and Decolonization Committee (Fourth Committee))",
    "ED_Meeting": [
      {
        "_id": "6571f1c2b14a3700120b94d1",
        "ED_Date": "2023-12-07T05:00:00.000Z",
        "ED_Number": "45 plenary meeting"
      }
    ],
    "ED_AgendaItem": "135",
    "ED_Plenary_Committee": "Fourth Committee ",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Fourth Committee ",
    "ED_DecisionText": "At its 45th plenary meeting, on 7 December 2023, the General Assembly took note of the report of the Special\nPolitical and Decolonization Committee (Fourth Committee).  (Footnote: A/78/431.)\n\n",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-12-08T00:00:00.192Z"
  },
  {
    "_id": "6571f8e2b14a3700120b952a",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/517",
    "ED_Type": "Other Decisions",
    "ED_Title": "Provisional programme  of work of the Sixth Committee for the seventy-ninth session",
    "ED_Meeting": [
      {
        "_id": "6571f8e2b14a3700120b952b",
        "ED_Date": "2023-12-07T05:00:00.000Z",
        "ED_Number": "45 plenary meeting"
      }
    ],
    "ED_AgendaItem": "120",
    "ED_Plenary_Committee": "Sixth Committee ",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Sixth Committee ",
    "ED_DecisionText": "At its 45th plenary meeting, on 7 December 2023, the General Assembly, on the recommendation of the Sixth Committee,   (Footnote: A/78/444, para.6.) noted that the Sixth Committee had decided to adopt the following provisional programme of work for the seventy-ninth session of the Assembly, as proposed by the Bureau:\n\nProvisional programme of work  \n\n(Footnote: \t\tIndicating provisional dates in 2024 for debates under the respective items without prejudice to the allocation of additional meetings for working groups established and Secretariat briefings convened by the Sixth Committee. In accordance with General Assembly resolution 69/250, no plenary meetings of the Committee are scheduled for 11 October 2024 (Yom Kippur) and 31 October 2024 (Diwali).)\n\n2 October\tOrganization of work of the Sixth Committee\n\tRevitalization of the work of the General Assembly\n2 and 3 October\tMeasures to eliminate international terrorism \n4 October\tProgramme planning\n\tProtection of persons in the event of disasters\n10 October\tCrimes against humanity\n14 October\tReport of the United Nations Commission on International Trade Law on the work of its fifty-seventh session\n14 and 15 October\tCriminal accountability of United Nations officials and experts on mission\n15 October\tAdministration of justice at the United Nations\n\tRequest(s) for observer status  (Footnote: Request(s) for observer status included, for the first time, in the agenda of the seventy-ninth session.)\n15 to 17 October\tThe scope and application of the principle of universal jurisdiction\n17 and 18 October\tThe rule of law at the national and international levels\n21 to 25, 29 and 30 October\tReport of the International Law Commission on the work of its seventy-fifth session\n1 November\tUnited Nations Programme of Assistance in the Teaching, Study, Dissemination and Wider Appreciation of International Law\n\tConsideration of effective measures to enhance the protection, security and safety of diplomatic and consular missions and representatives\n4 November\tReport of the Committee on Relations with the Host Country\n\tReport of the Special Committee on the Charter of the United Nations and on the Strengthening of the Role of the Organization\n4 and 5 November\tStatus of the Protocols Additional to the Geneva Conventions of 1949 and relating to the protection of victims of armed conflicts\n8 November\tRequest(s) for observer status  (Footnote: Request(s) for observer status deferred from previous sessions.)\n\tRevitalization of the work of the General Assembly (continued)\n22 November\tElection of the officers of the Main Committees\n6 and 8 November\tReserved\n",
    "ED_Disclaimer": "The final version of decisions adopted during the main part of the session will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-12-08T00:00:00.192Z"
  },
  {
    "_id": "6571f99eb14a3700120b9533",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/518",
    "ED_Type": "Other Decisions",
    "ED_Title": "Programme planning  (Sixth Committee) \t",
    "ED_Meeting": [
      {
        "_id": "6571f99eb14a3700120b9534",
        "ED_Date": "2023-12-07T05:00:00.000Z",
        "ED_Number": "45 plenary meeting"
      }
    ],
    "ED_AgendaItem": "135",
    "ED_Plenary_Committee": "Sixth Committee ",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Sixth Committee ",
    "ED_DecisionText": "At its 45th plenary meeting, on 7 December 2023, the General Assembly took note of the report of the Sixth Committee. (Footnote: A/78/445.)  ",
    "ED_Disclaimer": "The final version of decisions adopted during the main part of the session will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-12-08T00:00:00.192Z"
  },
  {
    "_id": "6571fa82b14a3700120b9542",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/519",
    "ED_Type": "Other Decisions",
    "ED_Title": "Observer status  for the Cooperation Council of Turkic-speaking States in the General Assembly",
    "ED_Meeting": [
      {
        "_id": "6571fa82b14a3700120b9543",
        "ED_Date": "2023-12-07T05:00:00.000Z",
        "ED_Number": "45 plenary meeting"
      }
    ],
    "ED_AgendaItem": "162",
    "ED_Plenary_Committee": "Sixth Committee",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Sixth Committee",
    "ED_DecisionText": "At its 45th plenary meeting, on 7 December 2023, the General Assembly, on the recommendation of the Sixth Committee, (Footnote: A/78/448, para.7.)  decided to defer a decision on the request for observer status for the Cooperation Council of Turkic-speaking States in the Assembly (Footnote: See A/66/141.)  until the seventy-ninth session of the Assembly.\n",
    "ED_Disclaimer": "The final version of decisions adopted during the main part of the session will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-12-08T00:00:00.192Z"
  },
  {
    "_id": "6571fac6b14a3700120b954b",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/520",
    "ED_Type": "Other Decisions",
    "ED_Title": "Observer status  for the Eurasian Economic Union in the General Assembly",
    "ED_Meeting": [
      {
        "_id": "6571fac6b14a3700120b954c",
        "ED_Date": "2023-12-07T05:00:00.000Z",
        "ED_Number": "45 plenary meeting"
      }
    ],
    "ED_AgendaItem": "163",
    "ED_Plenary_Committee": "Sixth Committee ",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Sixth Committee ",
    "ED_DecisionText": "At its 45th plenary meeting, on 7 December 2023, the General Assembly, on the recommendation of the Sixth Committee, (Footnote: A/78/449, para.7.)   decided to defer a decision on the request for observer status for the Eurasian Economic Union in the Assembly (Footnote: See A/70/141.)  until the seventy-ninth session of the Assembly.\n",
    "ED_Disclaimer": "The final version of decisions adopted during the main part of the session will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-12-08T00:00:00.192Z"
  },
  {
    "_id": "6571fb32b14a3700120b9554",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/521",
    "ED_Type": "Other Decisions",
    "ED_Title": "Observer status  for the Community of Democracies in the General Assembly",
    "ED_Meeting": [
      {
        "_id": "6571fb32b14a3700120b9555",
        "ED_Date": "2023-12-07T05:00:00.000Z",
        "ED_Number": "45 plenary meeting"
      }
    ],
    "ED_AgendaItem": "164",
    "ED_Plenary_Committee": "Sixth Committee ",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Sixth Committee ",
    "ED_DecisionText": "At its 45th plenary meeting, on 7 December 2023, the General Assembly, on the recommendation of the Sixth Committee, (Footnote: A/78/450, para.7.)  decided to defer a decision on the request for observer status for the Community of Democracies in the Assembly (Footnote: See A/70/142.)  until the seventy-ninth session of the Assembly.\n",
    "ED_Disclaimer": "The final version of decisions adopted during the main part of the session will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-12-08T00:00:00.192Z"
  },
  {
    "_id": "6571fb85b14a3700120b955d",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/522",
    "ED_Type": "Other Decisions",
    "ED_Title": "Observer status for the Ramsar  Convention on Wetlands Secretariat in the General Assembly",
    "ED_Meeting": [
      {
        "_id": "6571fb85b14a3700120b955e",
        "ED_Date": "2023-12-07T05:00:00.000Z",
        "ED_Number": "45 plenary meeting"
      }
    ],
    "ED_AgendaItem": "165",
    "ED_Plenary_Committee": "Sixth Committee ",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Sixth Committee ",
    "ED_DecisionText": "At its 45th plenary meeting, on 7 December 2023, the General Assembly, on the recommendation of the Sixth Committee, (Footnote: A/78/451, para.7.)  decided to defer a decision on the request for observer status for the Ramsar Convention on Wetlands Secretariat in the Assembly (Footnote: See A/72/194.)  until the seventy-ninth session of the Assembly.\n",
    "ED_Disclaimer": "The final version of decisions adopted during the main part of the session will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-12-08T00:00:00.192Z"
  },
  {
    "_id": "6571fbc7b14a3700120b9566",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/523",
    "ED_Type": "Other Decisions",
    "ED_Title": "Observer status for the Global  Environment Facility in the General Assembly",
    "ED_Meeting": [
      {
        "_id": "6571fbc7b14a3700120b9567",
        "ED_Date": "2023-12-07T05:00:00.000Z",
        "ED_Number": "45 plenary meeting"
      }
    ],
    "ED_AgendaItem": "166",
    "ED_Plenary_Committee": "Sixth Committee",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Sixth Committee",
    "ED_DecisionText": "At its 45th plenary meeting, on 7 December 2023, the General Assembly, on the recommendation of the Sixth Committee, (Footnote: A/78/452, para.7.)  decided to defer a decision on the request for observer status for the Global Environment Facility in the Assembly (Footnote: See A/72/195.)  until the seventy-ninth session of the Assembly.\n",
    "ED_Disclaimer": "The final version of decisions adopted during the main part of the session will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-12-08T00:00:00.192Z"
  },
  {
    "_id": "6571fc74b14a3700120b956f",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/524",
    "ED_Type": "Other Decisions",
    "ED_Title": "Observer status for the International  Organization of Employers in the General Assembly",
    "ED_Meeting": [
      {
        "_id": "6571fc74b14a3700120b9570",
        "ED_Date": "2023-12-07T05:00:00.000Z",
        "ED_Number": "45 plenary meeting"
      }
    ],
    "ED_AgendaItem": "167",
    "ED_Plenary_Committee": "Sixth Committee",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Sixth Committee",
    "ED_DecisionText": "At its 45th plenary meeting, on 7 December 2023, the General Assembly, on the recommendation of the Sixth Committee, (Footnote: A/78/453, para.7.)  decided to defer a decision on the request for observer status for the International Organization of Employers in the Assembly (Footnote: See A/74/291.)  until the seventy-ninth session of the Assembly.\n",
    "ED_Disclaimer": "The final version of decisions adopted during the main part of the session will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-12-08T00:00:00.193Z"
  },
  {
    "_id": "65720182b14a3700120b958a",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/525",
    "ED_Type": "Other Decisions",
    "ED_Title": "Observer status for the International  Trade Union Confederation in the General Assembly \t",
    "ED_Meeting": [
      {
        "_id": "65720182b14a3700120b958b",
        "ED_Date": "2023-12-07T05:00:00.000Z",
        "ED_Number": "45 plenary meeting"
      }
    ],
    "ED_AgendaItem": "168",
    "ED_Plenary_Committee": "Sixth Committee ",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Sixth Committee ",
    "ED_DecisionText": "At its 45th plenary meeting, on 7 December 2023, the General Assembly, on the recommendation of the Sixth Committee, (Footnote: A/78/454, para.7.)  decided to defer a decision on the request for observer status for the International Trade Union Confederation in the Assembly (Footnote: See A/74/292.)  until the seventy-ninth session of the Assembly.\n",
    "ED_Disclaimer": "The final version of decisions adopted during the main part of the session will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-12-08T00:00:00.193Z"
  },
  {
    "_id": "65720215b14a3700120b9599",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/526",
    "ED_Type": "Other Decisions",
    "ED_Title": "Observer status for the Boao  Forum for Asia in the General Assembly",
    "ED_Meeting": [
      {
        "_id": "65720215b14a3700120b959a",
        "ED_Date": "2023-12-07T05:00:00.000Z",
        "ED_Number": "45 plenary meeting"
      }
    ],
    "ED_AgendaItem": "169",
    "ED_Plenary_Committee": "Sixth Committee ",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Sixth Committee ",
    "ED_DecisionText": "At its 45th plenary meeting, on 7 December 2023, the General Assembly, on the recommendation of the Sixth Committee, (A/78/455, para.7.)  decided to defer a decision on the request for observer status for the Boao Forum for Asia in the Assembly (Footnote: See A/74/293.)  until the seventy-ninth session of the Assembly. \n",
    "ED_Disclaimer": "The final version of decisions adopted during the main part of the session will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-12-08T00:00:00.193Z"
  },
  {
    "_id": "657202a1b14a3700120b95a2",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/527",
    "ED_Type": "Other Decisions",
    "ED_Title": "Observer status for the International  Parliamentarians’ Congress in the General Assembly  \t",
    "ED_Meeting": [
      {
        "_id": "657202a1b14a3700120b95a3",
        "ED_Date": "2023-12-07T05:00:00.000Z",
        "ED_Number": "45 plenary meeting"
      }
    ],
    "ED_AgendaItem": "170",
    "ED_Plenary_Committee": "Sixth Committee ",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Sixth Committee ",
    "ED_DecisionText": "At its 45th plenary meeting, on 7 December 2023, the General Assembly, on the recommendation of the Sixth Committee, (A/78/456, para.8.)  decided to defer a decision on the request for observer status for the International Parliamentarians’ Congress in the General Assembly (Footnote: See A/78/141.)  until the seventy-ninth session of the Assembly. \n",
    "ED_Disclaimer": "The final version of decisions adopted during the main part of the session will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-12-08T00:00:00.193Z"
  },
  {
    "_id": "657203c1b14a3700120b963b",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/528 A",
    "ED_Type": "Other Decisions",
    "ED_Title": "Participation of non-governmental  organizations, civil society organizations, academic institutions and the private sector in the third United Nations Conference on the Landlocked Developing Countries",
    "ED_Meeting": [
      {
        "ED_Date": "2023-12-07T05:00:00.000Z",
        "ED_Number": "45 plenary meeting",
        "_id": "657203c1b14a3700120b963c"
      }
    ],
    "ED_AgendaItem": "20 (b)",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 45th plenary meeting, on 7 December 2023, the General Assembly, on the proposal of its President, (Footnote: A/78/L.23.), recalling paragraph 51 (c) of its resolution 77/246 of 30 December 2022 on follow-up to the second United Nations Conference on the Landlocked Developing Countries, decided to approve the participation of the nongovernmental organizations, civil society organizations, academic institutions and the private sector as listed in the annex to the present decision in the third United Nations Conference on the Landlocked Developing Countries and its preparatory process, to be held pursuant to resolutions 77/246, and 77/329 of 25 August 2023. \n\nAnnex\n\n\nAssociation pour la Conservation et la Protection des Ecosystèmes des Lacs et l’Agriculture Durable\nASSOCIATION POUR LA COOPERATION INTERNATIONALE AU DEVELOPPEMENT (ACID)\nChako Zanzibar\nChild’s Destiny and Development Organization (CHIDDO)\nCommunauté des Personnes Engagées pour Promouvoir l’Entrepreneuriat et le Développement durable (CPEPED)\nDUKINGIRE ISI YACU\nGlocal Pvt. Ltd.\nGSDM, Professionnels de l’Agroécologie\nHuman Health Aid Burundi\nInternational Young Catholic Students (IYCS Africa)\nISHAKA 2250\nKIWONNONGO FOUNDATION INC\nLet There Be Light International\nMicrosoft\nMKAAJI MPYA asbl\nOrganisation des Visionnaires Dévoués pour un Développement de Haute Modernisation (OVDDHMO)\nPay No Bribe Animators (PaNBA)\nPVBLIC Foundation, Inc.\nShamba Centre for Food & Climate\nSociété SOMMAC\nSouthern and Eastern Africa Trade Information and Negotiations Institute (SEATINI) \nThe national institute for Sustainable development\nThinkBikes\nVeille Citoyenne Togo\nWorthy General Supplies Limited\nYoung African Leaders Initiative YALI RDC\nYouths Enterprise Development and Innovation Society\n",
    "ED_Disclaimer": "The final version of decisions adopted during the main part of the session will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-12-08T00:00:00.193Z"
  },
  {
    "_id": "657217bfb14a3700120b970e",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/516",
    "ED_Type": "Other Decisions",
    "ED_Title": "Protection of persons in the event of disasters",
    "ED_Meeting": [
      {
        "_id": "657217bfb14a3700120b970f",
        "ED_Date": "2023-12-07T05:00:00.000Z",
        "ED_Number": "45 plenary meeting"
      }
    ],
    "ED_AgendaItem": "86",
    "ED_Plenary_Committee": "Sixth Committee ",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Sixth Committee ",
    "ED_DecisionText": "At its 45th plenary meeting, on 7 December 2023, the General Assembly took note of the report of the Sixth Committee. (Footnote: A/78/441.)\n\n",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-12-08T00:00:00.193Z"
  },
  {
    "_id": "6581dc62b14a3700120b9e30",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/529",
    "ED_Type": "Other Decisions",
    "ED_Title": "Globalization and interdependence ",
    "ED_Meeting": [
      {
        "ED_Date": "2023-12-19T05:00:00.000Z",
        "ED_Number": "49 plenary meeting",
        "_id": "6581dc62b14a3700120b9e31"
      }
    ],
    "ED_AgendaItem": "19",
    "ED_Plenary_Committee": "Second Committee",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Second Committee",
    "ED_DecisionText": "At its 49th plenary meeting, on 19 December 2023, the General Assembly took note of the report of the Second Committee.  (Footnote: A/78/462.)\n",
    "ED_Disclaimer": "The final version of decisions adopted during the main part of the session will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-12-20T00:00:00.172Z"
  },
  {
    "_id": "6581dd4ab14a3700120b9e4b",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/530",
    "ED_Type": "Other Decisions",
    "ED_Title": "Groups of countries in special situations",
    "ED_Meeting": [
      {
        "ED_Date": "2023-12-19T05:00:00.000Z",
        "ED_Number": "49 plenary meeting",
        "_id": "6581dd4ab14a3700120b9e4c"
      }
    ],
    "ED_AgendaItem": "20",
    "ED_Plenary_Committee": "Second Committee",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Second Committee",
    "ED_DecisionText": "At its 49th plenary meeting, on 19 December 2023, the General Assembly took note of the report of the Second Committee.  (Footnote: A/78/463.)\n",
    "ED_Disclaimer": "The final version of decisions adopted during the main part of the session will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-12-20T00:00:00.173Z"
  },
  {
    "_id": "6581dde2b14a3700120b9e60",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/531",
    "ED_Type": "Other Decisions",
    "ED_Title": "Eradication of poverty and other development issues  ",
    "ED_Meeting": [
      {
        "ED_Date": "2023-12-19T05:00:00.000Z",
        "ED_Number": "49 plenary meeting",
        "_id": "6581dde2b14a3700120b9e61"
      }
    ],
    "ED_AgendaItem": "21",
    "ED_Plenary_Committee": "Second Committee",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Second Committee",
    "ED_DecisionText": "At its 49th plenary meeting, on 19  December 2023, the General Assembly took note of the report of the Second Committee.  (Footnote: A/78/464.)\n",
    "ED_Disclaimer": "The final version of decisions adopted during the main part of the session will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-12-20T00:00:00.173Z"
  },
  {
    "_id": "6581de4eb14a3700120b9e69",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/532",
    "ED_Type": "Other Decisions",
    "ED_Title": "Operational activities for development  ",
    "ED_Meeting": [
      {
        "ED_Date": "2023-12-19T05:00:00.000Z",
        "ED_Number": "49 plenary meeting",
        "_id": "6581de4eb14a3700120b9e6a"
      }
    ],
    "ED_AgendaItem": "22",
    "ED_Plenary_Committee": "Second Committee",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Second Committee",
    "ED_DecisionText": "At its 49th plenary meeting, on 19  December 2023, the General Assembly took note of the report of the Second Committee.  (Footnote: A/78/465.)\n\n",
    "ED_Disclaimer": "The final version of decisions adopted during the main part of the session will be contained in document A/78/49 (Vol. II) after editorial review.\n",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-12-20T00:00:00.173Z"
  },
  {
    "_id": "6581dedab14a3700120b9e72",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/533",
    "ED_Type": "Other Decisions",
    "ED_Title": "Agriculture development, food security and nutrition   ",
    "ED_Meeting": [
      {
        "ED_Date": "2023-12-19T05:00:00.000Z",
        "ED_Number": "49 plenary meeting",
        "_id": "6581dedab14a3700120b9e73"
      }
    ],
    "ED_AgendaItem": "23",
    "ED_Plenary_Committee": "Second Committee ",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Second Committee ",
    "ED_DecisionText": "At its 49th plenary meeting, on 19  December 2023, the General Assembly took note of the report of the Second Committee.  (Footnote: A/78/466.)\n",
    "ED_Disclaimer": "The final version of decisions adopted during the main part of the session will be contained in document A/78/49 (Vol. II) after editorial review.\n",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-12-20T00:00:00.173Z"
  },
  {
    "_id": "6581df50b14a3700120b9e7b",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/534",
    "ED_Type": "Other Decisions",
    "ED_Title": "Revitalization of the work of the Second Committee   ",
    "ED_Meeting": [
      {
        "ED_Date": "2023-12-19T05:00:00.000Z",
        "ED_Number": "49 plenary meeting",
        "_id": "6581df50b14a3700120b9e7c"
      }
    ],
    "ED_AgendaItem": "120",
    "ED_Plenary_Committee": "Second Committee ",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Second Committee ",
    "ED_DecisionText": "At its 49th plenary meeting, on 19 December 2023, the General Assembly, on the recommendation of the Second Committee,   (Footnote: A/78/468, para..7.) recalling its resolution 77/335 of 1 September 2023, in particular the provisions relating to working methods, as well as its decisions 74/537 B of 11 August 2020, 75/548 B of 29 July 2021 and 77/538 B of 24 July 2023, requested the Bureau of the Second Committee to convene up to two informal dialogues of the Committee in the first months of 2024 to discuss the working methods of the Committee and to update the conference room paper on the working methods of the Second Committee following those discussions.\n\n",
    "ED_Disclaimer": "The final version of decisions adopted during the main part of the session will be contained in document A/78/49 (Vol. II) after editorial review.\n",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-12-20T00:00:00.173Z"
  },
  {
    "_id": "6581dfe5b14a3700120b9e84",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/535",
    "ED_Type": "Other Decisions",
    "ED_Title": "Draft Programme of work of the Second Committee for the seventy-ninth session of the General Assembly    ",
    "ED_Meeting": [
      {
        "ED_Date": "2023-12-19T05:00:00.000Z",
        "ED_Number": "49 plenary meeting",
        "_id": "6581dfe5b14a3700120b9e85"
      }
    ],
    "ED_AgendaItem": "120",
    "ED_Plenary_Committee": "Second Committee ",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Second Committee ",
    "ED_DecisionText": "At its 49th plenary meeting, on 19 December 2023, the General Assembly, on the recommendation of the Second Committee.  (Footnote: A/78/468, para.7) \n(a)\tApproved the draft programme of work of the Second Committee for the seventy-ninth session of the Assembly as set out below;\n(b)\tInvited the Bureau of the Second Committee at the seventy-ninth session, in preparing the draft programme of work and timetable of the Committee for the seventy-ninth session, to take into account the provisional programme of work and timetable of the Committee as contained in document A/C.2/78/CRP.1.\n\nDraft programme of work  \n(Footnote: \tThe final list of items and sub-items to be considered will be based on the resolutions and decisions adopted by the General Assembly.)\n\n\n1.\tInformation and communications technologies for sustainable development.\n2.\tMacroeconomic policy questions:\n\t(a)\tInternational trade and development;\n\t(b)\tInternational financial system and development;\n\t(c)\tExternal debt sustainability and development;\n\t\t(d)\tPromotion of international cooperation to combat illicit financial flows and strengthen good practices on assets return to foster sustainable development;\n\t(e)\tPromoting investments for sustainable development;\n\t\t(f)\tPromotion of inclusive and effective international cooperation on tax matters at the United Nations. \n3.\tFollow-up to and implementation of the outcomes of the International Conferences on Financing for Development.\n4.\tSustainable development:\n\t\t(a)\tTowards the achievement of sustainable development: implementation of the 2030 Agenda for Sustainable Development, including through sustainable consumption and production, building on Agenda 21;\n\t\t(b)\tFollow-up to and implementation of the SIDS Accelerated Modalities of Action (SAMOA) Pathway and the Mauritius Strategy for the Further Implementation of the Programme of Action for the Sustainable Development of Small Island Developing States;\n\t(c)\tDisaster risk reduction;\n\t\t(d)\tProtection of global climate for present and future generations of humankind;\n\t\t(e)\tImplementation of the United Nations Convention to Combat Desertification in Those Countries Experiencing Serious Drought and/or Desertification, Particularly in Africa;\n\t(f)\tConvention on Biological Diversity;\n\t\t(g)\tReport of the United Nations Environment Assembly of the United Nations Environment Programme;\n\t(h)\tHarmony with Nature;\n\t\t(i)\tEnsuring access to affordable, reliable, sustainable and modern energy for all;\n\t(j)\tCombating sand and dust storms;\n\t\t(k)\tPromoting the social and solidarity economy for sustainable development.\n5.\tFollow-up to the implementation of the New Urban Agenda and strengthening of the United Nations Human Settlements Programme (UN-Habitat).\n6.\tGlobalization and interdependence:\n\t\t(a)\tRole of the United Nations in promoting development in the context of globalization and interdependence;\n\t(b)\tInternational migration and development.\n7.\tGroups of countries in special situations:\n\t\t(a)\tFollow-up to the Fifth United Nations Conference on the Least Developed Countries;\n\t\t(b)\tFollow-up to the third United Nations Conference on Landlocked Developing Countries.\n8.\tEradication of poverty and other development issues:\n\t\t(a)\tImplementation of the Third United Nations Decade for the Eradication of Poverty (2018–2027);\n\t(b)\tIndustrial development cooperation;\n\t(c)\tWomen in development;\n\t(d)\tHuman resources development;\n\t\t(e)\tEradicating rural poverty to implement the 2030 Agenda for Sustainable Development.\n9.\tOperational activities for development:\n\t(a)\tOperational activities for development of the United Nations system;\n\t(b)\tSouth-South cooperation for development.\n10.\tAgriculture development, food security and nutrition.\n11.\tTowards global partnerships.\n12.\tPermanent sovereignty of the Palestinian people in the Occupied Palestinian Territory, including East Jerusalem, and of the Arab population in the occupied Syrian Golan over their natural resources.\n13.\tRevitalization of the work of the General Assembly.\n14.\tProgramme planning.\n",
    "ED_Disclaimer": "The final version of decisions adopted during the main part of the session will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-12-20T00:00:00.173Z"
  },
  {
    "_id": "6581e048b14a3700120b9e8d",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/536",
    "ED_Type": "Other Decisions",
    "ED_Title": "Programme planning (Second Committee)",
    "ED_Meeting": [
      {
        "ED_Date": "2023-12-19T05:00:00.000Z",
        "ED_Number": "49 plenary meeting",
        "_id": "6581e048b14a3700120b9e8e"
      }
    ],
    "ED_AgendaItem": "135",
    "ED_Plenary_Committee": "Second Committee",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Second Committee",
    "ED_DecisionText": "At its 49th plenary meeting, on 19 December 2023, the General Assembly took note of the report of the Second Committee.  (Footnote: A/78/469.)\n",
    "ED_Disclaimer": "The final version of decisions adopted during the main part of the session will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-12-20T00:00:00.173Z"
  },
  {
    "_id": "65846a37b14a3700120ba101",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/537",
    "ED_Type": "Other Decisions",
    "ED_Title": "Comprehensive implementation  of and follow-up to the Vienna Declaration and Programme of Action",
    "ED_Meeting": [
      {
        "ED_Date": "2023-12-19T05:00:00.000Z",
        "ED_Number": "50 plenary meeting",
        "_id": "65846a37b14a3700120ba102"
      }
    ],
    "ED_AgendaItem": "71(d)",
    "ED_Plenary_Committee": "Third Committee",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Third Committee",
    "ED_DecisionText": "At its 50th plenary meeting, on 19 December 2023, the General Assembly took note of the report of the Third Committee.  (Footnote: A/78/481/Add.4.)\n",
    "ED_Disclaimer": "The final version of decisions adopted during the main part of the session will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-12-22T00:00:00.159Z"
  },
  {
    "_id": "65846a9fb14a3700120ba10a",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/538",
    "ED_Type": "Other Decisions",
    "ED_Title": "Countering  the use of information and communications technologies for criminal purposes",
    "ED_Meeting": [
      {
        "ED_Date": "2023-12-19T05:00:00.000Z",
        "ED_Number": "50 plenary meeting",
        "_id": "65846a9fb14a3700120ba10b"
      }
    ],
    "ED_AgendaItem": "108",
    "ED_Plenary_Committee": "Third Committee",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Third Committee",
    "ED_DecisionText": "At its 50th plenary meeting, on 19 December 2023, the General Assembly took note of the report of the Third Committee.  (Footnote: A/78/483.)\n",
    "ED_Disclaimer": "The final version of decisions adopted during the main part of the session will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-12-22T00:00:00.160Z"
  },
  {
    "_id": "65846b36b14a3700120ba113",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/539",
    "ED_Type": "Other Decisions",
    "ED_Title": "Draft programme of work  of the Third Committee for the seventy-ninth session of the General Assembly",
    "ED_Meeting": [
      {
        "ED_Date": "2023-12-19T05:00:00.000Z",
        "ED_Number": "50 plenary meeting",
        "_id": "65846b36b14a3700120ba114"
      }
    ],
    "ED_AgendaItem": "120",
    "ED_Plenary_Committee": "Third Committee ",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Third Committee ",
    "ED_DecisionText": "At its 50th plenary meeting, on 19 December 2023, the General Assembly, on the recommendation of the Third Committee,  (Footnote: A/78/484, para.7.) approved, subject to any subsequent decision by the Assembly, the draft programme of work of the Third Committee for the seventy-ninth session of the Assembly, as set out below. The Assembly invited the Bureau of the Third Committee at the seventy-ninth session, in preparing the draft programme of work and timetable of the Committee for the seventy-ninth session, to take into account the draft provisional programme of work and timetable of the Committee, as contained in document A/C.3/78/CRP.2.\n\n\t\tDraft programme of work\n\n\nItem 1.\tSocial development:\n\t\t\t(a)\tImplementation of the outcome of the World Summit for Social Development and of the twenty-fourth special session of the General Assembly;\n\t\t\t(b)\tSocial development, including questions relating to the world social situation and to youth, ageing, persons with disabilities and the family;\n\t\t(c)\tLiteracy for life: shaping future agendas.\nItem 2.\tCrime prevention and criminal justice.\nItem 3.\tCountering the use of information and communications technologies for criminal purposes.\nItem 4.\tInternational drug control.\nItem 5.\tAdvancement of women.\nItem 6.\tPromotion and protection of the rights of children:\n\t\t(a)\tPromotion and protection of the rights of children;\n\t\t(b)\tFollow-up to the outcome of the special session on children.\nItem 7.\tRights of Indigenous Peoples:\n\t\t(a)\tRights of Indigenous Peoples;\n\t\t\t(b)\tFollow-up to the outcome document of the high-level plenary meeting of the General Assembly known as the World Conference on Indigenous Peoples.\nItem 8.\tPromotion and protection of human rights:\n\t\t(a)\tImplementation of human rights instruments;\n\t\t\t(b)\tHuman rights questions, including alternative approaches for improving the effective enjoyment of human rights and fundamental freedoms;\n\t\t\t(c)\tHuman rights situations and reports of special rapporteurs and representatives;\n\t\t\t(d)\tComprehensive implementation of and follow-up to the Vienna Declaration and Programme of Action.\nItem 9.\tElimination of racism, racial discrimination, xenophobia and related intolerance:\n\t\t\t(a)\tElimination of racism, racial discrimination, xenophobia and related intolerance;\n\t\t\t(b)\tComprehensive implementation of and follow-up to the Durban Declaration and Programme of Action.\nItem 10.\tRight of peoples to self-determination.\nItem 11.\tReport of the Human Rights Council.\nItem 12.\tReport of the United Nations High Commissioner for Refugees, questions relating to refugees, returnees and displaced persons and humanitarian questions.\nItem 13.\tRevitalization of the work of the General Assembly.\nItem 14.\tProgramme planning.\n",
    "ED_Disclaimer": "The final version of decisions adopted during the main part of the session will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-12-22T00:00:00.160Z"
  },
  {
    "_id": "65846ba6b14a3700120ba11c",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/540",
    "ED_Type": "Other Decisions",
    "ED_Title": "Programme planning   (Third Committee)",
    "ED_Meeting": [
      {
        "ED_Date": "2023-12-19T05:00:00.000Z",
        "ED_Number": "50 plenary meeting",
        "_id": "65846ba6b14a3700120ba11d"
      }
    ],
    "ED_AgendaItem": "135",
    "ED_Plenary_Committee": "Third Committee",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Third Committee",
    "ED_DecisionText": "At its 50th plenary meeting, on 19 December 2023, the General Assembly took note of the report of the Second Committee.  (Footnote: A/78/485.)\n",
    "ED_Disclaimer": "The final version of decisions adopted during the main part of the session will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "DEC_NotificationSent": true,
    "__v": 0,
    "DEC_NotificationSentTime": "2023-12-22T00:00:00.160Z"
  },
  {
    "_id": "6595b410cc0744d0f6d67e89",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/543",
    "ED_Type": "Other Decisions",
    "ED_Title": "Agenda items remaining for consideration by the General  Assembly at its seventy-eight session  ",
    "ED_Meeting": [
      {
        "ED_Date": "2023-12-22T05:00:00.000Z",
        "ED_Number": "50 (resumed) plenary meeting",
        "_id": "6595b410cc0744d0f6d67e8a"
      }
    ],
    "ED_AgendaItem": "7",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 50th (resumed) plenary meeting, on 22 December 2023, the General Assembly, apart from organizational matters and items that might have to be considered by operation of the rules of procedure of the Assembly, took note of the following agenda items that remained for consideration during its seventy-eighth session: \n \n9.\tReport of the Economic and Social Council.\n10.\tImplementation of the Declaration of Commitment on HIV/AIDS and the political declarations on HIV/AIDS. \n11.\tSport for development and peace: building a peaceful and better world through sport and the Olympic ideal.\n12.\tImproving global road safety.\n13.\tIntegrated and coordinated implementation of and follow-up to the outcomes of the major United Nations conferences and summits in the economic, social and related fields.\n14.\tCulture of peace.\n18.\tSustainable development:\n\t\t(b)\tFollow-up to and implementation of the SIDS Accelerated Modalities of Action (SAMOA) Pathway and the Mauritius Strategy for the Further Implementation of the Programme of Action for the Sustainable Development of Small Island Developing States; \n\t\t(c)\tDisaster risk reduction;\n\t\t(d)\tProtection of global climate for present and future generations of humankind;\n\t\t(i)\tCombating sand and dust storms;\n\t20.\tGroups of countries in special situations:\n\t\t(b)\tFollow-up to the second United Nations Conference on Landlocked Developing Countries.\n25.\tAdvancement of women:\n\t(a)\tAdvancement of women;\n26.\tReport of the Security Council. \n27.\tReport of the Peacebuilding Commission. \n28.\tElimination of unilateral extraterritorial coercive economic measures as a means of political and economic compulsion. \n29.\tSupport by the United Nations system of the efforts of Governments to promote and consolidate new or restored democracies.\n30.\tThe role of diamonds in fuelling conflict. \n31.\tPrevention of armed conflict:\n\t(a)\tPrevention of armed conflict; \n\t\t(b)\tStrengthening the role of mediation in the peaceful settlement of disputes, conflict prevention and resolution.\n32.\tProtracted conflicts in the GUAM area and their implications for international peace, security and development.\n33.\tZone of peace and cooperation of the South Atlantic.\n34.\tThe situation in the Middle East. \n35.\tQuestion of Palestine. \n36.\tThe situation in Afghanistan. \n37.\tQuestion of the Comorian island of Mayotte.\n39.\tThe situation in Central America: progress in fashioning a region of peace, freedom, democracy and development. \n40.\tQuestion of Cyprus.\n41.\tArmed aggression against the Democratic Republic of the Congo. \n42.\tQuestion of the Falkland Islands (Malvinas).\n43.\tThe situation of democracy and human rights in Haiti. \n44.\tArmed Israeli aggression against the Iraqi nuclear installations and its grave consequences for the established international system concerning the peaceful uses of nuclear energy, the non-proliferation of nuclear weapons and international peace and security.\n45.\tConsequences of the Iraqi occupation of and aggression against Kuwait.\n51.\tComprehensive review of the whole question of peacekeeping operations in all their aspects. \n58.\tImplementation of the Declaration on the Granting of Independence to Colonial Countries and Peoples. \n61.\tPeacebuilding and sustaining peace.\n62.\tThe situation in the temporarily occupied territories of Ukraine.\n63.\tUse of the veto.\n64.\tZone of peace, trust and cooperation of Central Asia.\n65.\tNew Partnership for Africa’s Development: progress in implementation and international support: \n\t\t(a)\tNew Partnership for Africa’s Development: progress in implementation and international support; \n\t\t(b)\tCauses of conflict and the promotion of durable peace and sustainable development in Africa. \n68.\tRights of Indigenous Peoples: \n\t(a)\tRights of Indigenous Peoples;\n\t\t(b)\tFollow-up to the outcome document of the high-level plenary meeting of the General Assembly known as the World Conference on Indigenous Peoples.\n69.\tElimination of racism, racial discrimination, xenophobia and related intolerance,\n72.\tStrengthening of the coordination of humanitarian and disaster relief assistance of the United Nations, including special economic assistance: \n\t\t(a)\tStrengthening of the coordination of emergency humanitarian assistance of the United Nations; \n\t(b)\tAssistance to the Palestinian people; \n\t(c)\tSpecial economic assistance to individual countries or regions.\n73.\tReport of the International Court of Justice. \n75.\tOceans and the law of the sea: \n\t(a)\tOceans and the law of the sea; \n\t\t(c)\tAgreement under the United Nations Convention on the Law of the Sea on the Conservation and Sustainable Use of Marine Biological Diversity of Areas beyond National Jurisdiction.\n80.\tCrimes against humanity.\n88.\tRequest for an advisory opinion of the International Court of Justice on the legal consequences of the separation of the Chagos Archipelago from Mauritius in 1965.\n99.\tGeneral and complete disarmament.\n110.\tReport of the Secretary-General on the work of the Organization. \n111.\tReport of the Secretary-General on the Peacebuilding Fund. \n112.\tNotification by the Secretary-General under Article 12, paragraph 2, of the Charter of the United Nations. \n113.\tElections to fill vacancies in principal organs:\n\t(a)\tElection of non-permanent members of the Security Council; \n\t(b)\tElection of members of the Economic and Social Council;\n114.\tElections to fill vacancies in subsidiary organs and other elections:\n\t\t(a)\tElection of members of the Committee for Programme and Coordination; \n\t\t(d)\tElection of the Executive Director of the United Nations Human Settlements Programme.\n115.\tAppointments to fill vacancies in subsidiary organs and other appointments: \n\t\t(f)\tAppointment of members of the Committee on Conferences;\n\t\t(g)\tAppointment of members of the Board of the 10-Year Framework of Programmes on Sustainable Consumption and Production Patterns.\n116.\tAdmission of new Members to the United Nations. \n117.\tFollow-up to the outcome of the Millennium Summit.\n118.\tCommemoration of the abolition of slavery and the transatlantic slave trade. \n119.\tImplementation of the resolutions of the United Nations. \n120.\tRevitalization of the work of the General Assembly.\n121.\tQuestion of equitable representation on and increase in the membership of the Security Council and other matters related to the Security Council. \n122.\tStrengthening of the United Nations system.\n123.\tUnited Nations reform: measures and proposals.\n124.\tMultilingualism.\n125.\tGlobal health and foreign policy. \n127.\tInvestigation into the conditions and circumstances resulting in the tragic death of Dag Hammarskjöld and of the members of the party accompanying him. \n128.\tSexual exploitation and abuse: implementing a zero-tolerance policy.\n129.\tThe responsibility to protect and the prevention of genocide, war crimes, ethnic cleansing and crimes against humanity.\n130.\tReport of the United Nations Youth Office.\n131.\tFinancial reports and audited financial statements, and reports of the Board of Auditors: \n\t(a)\tUnited Nations;\n\t(b)\tUnited Nations peacekeeping operations;\n\t(c)\tInternational Trade Centre;\n\t(d)\tUnited Nations University;\n\t(e)\tUnited Nations Development Programme;\n\t(f)\tUnited Nations Capital Development Fund;\n\t(g)\tUnited Nations Children’s Fund;\n\t\t(h)\tUnited Nations Relief and Works Agency for Palestine Refugees in the Near East;\n\t(i)\tUnited Nations Institute for Training and Research;\n\t\t(j)\tVoluntary funds administered by the United Nations High Commissioner for Refugees;\n\t(k)\tFund of the United Nations Environment Programme;\n\t(l)\tUnited Nations Population Fund;\n\t(m)\tUnited Nations Human Settlements Programme;\n\t(n)\tUnited Nations Office on Drugs and Crime;\n\t(o)\tUnited Nations Office for Project Services;\n\t\t(p)\tUnited Nations Entity for Gender Equality and the Empowerment of Women (UN-Women);\n\t(q)\tInternational Residual Mechanism for Criminal Tribunals;\n\t(r)\tUnited Nations Joint Staff Pension Fund. \n132.\tReview of the efficiency of the administrative and financial functioning of the United Nations. \n133.\tProgramme budget for 2023. \n134.\tProposed programme budget for 2024.\n135.\tProgramme planning.\n136.\tImproving the financial situation of the United Nations. \n137.\tPattern of conferences. \n138.\tScale of assessments for the apportionment of the expenses of the United Nations. \n139.\tHuman resources management. \n140.\tReport on the activities of the Ethics Office.\n141.\tJoint Inspection Unit. \n142.\tUnited Nations common system.\n143.\tReport on the activities of the Office of Internal Oversight Services. \n144.\tAdministration of justice at the United Nations. \n145.\tFinancing of the International Residual Mechanism for Criminal Tribunals. \n146.\tAdministrative and budgetary aspects of the financing of the United Nations peacekeeping operations. \n147.\tFinancing of the United Nations Interim Security Force for Abyei. \n148.\tFinancing of the United Nations Multidimensional Integrated Stabilization Mission in the Central African Republic. \n149.\tFinancing of the United Nations Operation in Côte d’Ivoire. \n150.\tFinancing of the United Nations Peacekeeping Force in Cyprus. \n151.\tFinancing of the United Nations Organization Stabilization Mission in the Democratic Republic of the Congo. \n152.\tFinancing of the United Nations Mission in East Timor. \n153.\tFinancing of the United Nations Interim Administration Mission in Kosovo. \n154.\tFinancing of the United Nations Mission in Liberia. \n155.\tFinancing of the United Nations Multidimensional Integrated Stabilization Mission in Mali. \n156.\tFinancing of the United Nations peacekeeping forces in the Middle East: \n\t(a)\tUnited Nations Disengagement Observer Force; \n\t(b)\tUnited Nations Interim Force in Lebanon. \n157.\tFinancing of the United Nations Mission in South Sudan. \n158.\tFinancing of the United Nations Mission for the Referendum in Western Sahara. \n159.\tFinancing of the African Union-United Nations Hybrid Operation in Darfur.\n160.\tFinancing of the activities arising from Security Council resolution 1863 (2009). \n",
    "ED_Disclaimer": "The final version of decisions adopted during the main part of the session will be contained in document A/78/49 (Vol. II) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2024-01-04T00:00:00.308Z"
  },
  {
    "_id": "6595b72ecc0744d0f6d67ee7",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/541",
    "ED_Type": "Other Decisions",
    "ED_Title": "Open-ended working group on security of and in the use of information and communications technologies 2021–2025 established pursuant to General Assembly resolution 75/240  ",
    "ED_Meeting": [
      {
        "ED_Date": "2023-12-22T05:00:00.000Z",
        "ED_Number": "50 (resumed) plenary meeting",
        "_id": "6595b72ecc0744d0f6d67ee8"
      }
    ],
    "ED_AgendaItem": "94",
    "ED_Plenary_Committee": "First Committee ",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "First Committee ",
    "ED_DecisionText": "At its 50th (resumed) plenary meeting, on 22 December 2023, the General Assembly, on the recommendation of the First Committee,  (Footnote: A/78/404, para.15.) recalling its resolutions 75/240 of 31 December 2020 and 76/19 of 6 December 2021, noting that the open-ended working group on security of and in the use of information and communications technologies established pursuant to resolution 75/240 had held its organizational session and its first substantive session in 2021, its second and third substantive sessions in 2022, and its fourth and fifth substantive sessions in 2023, and recalling that, at its fifth substantive session on 28 July 2023, the open-ended working group had considered its second annual progress report, had decided to include in its report the outcome of the substantive discussions of the working group as contained in the annex to document A/78/265 and had subsequently issued a compendium of statements in explanation of position on the adoption of the second annual progress report as document A/AC.292/2023/INF/5:\n\n(a)\tDecided to endorse the second annual progress report and convene additional intersessional meetings of up to ten days across 2024 and 2025, to advance discussions, build on the annual progress reports, and support the continued work of the open-ended working group in accordance with its mandate pursuant to resolution 75/240, recognizing that States had emphasized that the open-ended working group itself served as a confidence-building measure;\n\n(b)\tFurther decided to request the Secretary-General to implement the functions of directory manager beginning in 2024 as elaborated in Annex A of A/78/265;\n\n(c)\tAlso decided to include in the provisional agenda of its seventy-ninth session the item entitled “Developments in the field of information and telecommunications in the context of international security”.\n",
    "ED_Disclaimer": "",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2024-01-04T00:00:00.350Z"
  },
  {
    "_id": "6595be55cc0744d0f6d67ef9",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/542 A, B, C and D",
    "ED_Type": "Other Decisions",
    "ED_Title": "Questions deferred  for future consideration ",
    "ED_Meeting": [
      {
        "ED_Date": "2023-12-22T05:00:00.000Z",
        "ED_Number": "50 (resumed) plenary meeting",
        "_id": "6595be55cc0744d0f6d67efa"
      },
      {
        "ED_Date": "2024-01-16T05:00:00.000Z",
        "ED_Number": "53 plenary meeting",
        "_id": "65a6e7ddcc0744d0f6d681db"
      },
      {
        "ED_Date": "2024-04-24T04:00:00.000Z",
        "ED_Number": "73 plenary meeting",
        "_id": "66296c706b51d90d00db5174"
      },
      {
        "ED_Date": "2024-06-28T04:00:00.000Z",
        "ED_Number": "95 plenary meeting",
        "_id": "668bf284b9e20da424a5b6f6"
      }
    ],
    "ED_AgendaItem": "132",
    "ED_Plenary_Committee": "Fifth Committee",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Fifth Committee",
    "ED_DecisionText": "A \n\nAt its 50th (resumed) plenary meeting, on 22 December 2023, the General Assembly, on the recommendation of the Fifth Committee,  (Footnote: A/78/664, para.13.) decided to defer until the main part of its seventy-ninth session the consideration of the following documents: \n\nItem 134 \nProposed programme budget for 2024 \n\nEstimates in respect of special political missions \n\nReport of the Secretary-General on the review of arrangements for funding and backstopping special political missions  (Footnote: A/66/340.)\n\nRelated report of the Advisory Committee on Administrative and Budgetary Questions  (Footnote:  A/66/7/Add.21.)\t\n\n\nB  \n\n[Footnote: Decision 78/542, in section B.6 of the Official Records of the General Assembly, Seventy-eight Session, Supplement No. 49 (A/78/49), vol. II, becomes decision 78/542 A.]\n\nAt its 53rd plenary meeting, on 16 January 2024, the General Assembly, on the recommendation of the Fifth Committee,  (Footnote: A/78/664, para. 13.) decided to defer until the first part of its resumed seventy-eighth session consideration of the following documents: \n\nItem 139 \n\nHuman resources management\n\nAmendments to the Staff Regulations and Rules\n\nReport of the Secretary-General on the amendments to the Staff Regulations and Rules  (Footnote: A/78/177.)\n\nRelated report of the Advisory Committee on Administrative and Budgetary Questions  (Footnote: A/78/671.)\n\t\n\nC\n\nAt its 73rd plenary meeting, on 24 April 2024, the General Assembly, on the recommendation of the Fifth Committee,  (Footnote: A/78/664/Add.1, para.6.)\n\t\t\nSection A\n\ndecided to defer until the second part of its resumed seventy-eighth session consideration of the following documents: \n\n\t\tItem 134\n\t\tProgramme budget for 2024\n\nRevised estimates relating to the programme budget for 2024 under section 1, Overall policymaking, direction and coordination, and section 29B, Department of Operational Support\n\nReport of the Secretary-General on the revised estimates relating to the proposed programme budget for 2024 under section 1, Overall policymaking, direction and coordination, and section 29B, Department of Operational Support  (Footnote: \tA/78/753.)\n\t\nRelated report of the Advisory Committee on Administrative and Budgetary Questions  (Footnote: \tA/78/7/Add.46.)\n\n\t\tItem 139\n\t\tHuman resources management\n\n\t\tSeconded active-duty military and police personnel\n\nReport of the Secretary-General on seconded active-duty military and police personnel  (Footnote: A/78/602.)\n\t\nRelated report of the Advisory Committee on Administrative and Budgetary Questions  (Footnote: A/78/762.)\n\n\tSection B\n\ndecided to defer until the first part of its resumed seventy-ninth session consideration of the following documents: \n\n\t\tItem 132\n\t\tReview of the efficiency of the administrative and financial functioning of the United Nations\n\n\t\tSupply chain activities in the United Nations Secretariat\n\nReport of the Secretary-General on supply chain activities in the United Nations Secretariat  (Footnote: A/78/679.)\n\t\nRelated report of the Advisory Committee on Administrative and Budgetary Questions  (Footnote: A/78/805.)\n\t\nReport of the Office of Internal Oversight Services on audit of acquisition of aviation services in United Nations peace operations  (Footnote: A/78/767.)\n\n\t\tItem 139\n\t\tHuman resources management\n\nReport of the Secretary-General on the composition of the Secretariat: staff demographics  (Footnote: A/78/569.)\n\t\nRelated report of the Advisory Committee on Administrative and Budgetary Questions  (Footnote: A/78/745.)\n\t\nReport of the Secretary-General on the proposal on the movement of Secretariat staff from the General Service category to the Professional category  (Footnote: A/78/569/Add.1.)\n\t\nRelated report of the Advisory Committee on Administrative and Budgetary Questions  (Footnote: A/78/745/Add.1.)\n\t\nReport of the Secretary-General on his practice in disciplinary matters and cases of possible criminal behaviour, 1 January 2022 to 31 December 2022  (Footnote: A/78/603 and A/78/603/Corr.1.)\n\t\nRelated report of the Advisory Committee on Administrative and Budgetary Questions  (Footnote: \tA/78/756.)\n\t\nNote by the Secretary-General on monitoring of staff attendance  (Footnote: A/78/604.)\n\t\nRelated report of the Advisory Committee on Administrative and Budgetary Questions  (Footnote: A/78/759.)\n\n\t\tItem 141\n\t\tJoint Inspection Unit\n\nNote by the Secretary-General drawing attention to the report of the Joint Inspection Unit entitled “Review of mental health and well-being policies and practices in United Nations system organizations” (JIU/REP/2023/4)  (Footnote: A/78/695.)\n\nNote by the Secretary-General transmitting his comments and those of the United Nations System Chief Executives Board for Coordination on the report of the Joint Inspection Unit entitled “Review of mental health and well-being policies and practices in United Nations system organizations”  (Footnote: A/78/695/Add.1.)\n\nD\n\nAt its 95th plenary meeting, on 28 June 2024, the General Assembly, on the recommendation of the Fifth Committee,[1] (Footnote: A/78/664/Add.2, para.6.) decided to defer until the main part of its seventy-ninth session consideration of the following document: \n\n                           Item 134\n                           Programme budget for 2024\n\nRevised estimates relating to the programme budget for 2024 under section 1, Overall policymaking, direction and coordination, and section 29B, Department of Operational Support\n\n          Report of the Secretary-General on the revised estimates relating to the proposed programme budget for 2024 under section 1, Overall policymaking, direction and coordination, and section 29B, Department of Operational Support[2] (Footnote: A/78/753.)\n\n          Related report of the Advisory Committee on Administrative and Budgetary Questions[3] (Footnote: A/78/7/Add.46.)\n\n",
    "ED_Disclaimer": "The final version of decisions adopted during the main part of the session will be contained in document A/78/49 (Vol. II) and those adopted during the resumed part of the session will be contained in document A/78/49 (Vol. III) after editorial review. \n",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2024-01-04T00:00:00.355Z"
  },
  {
    "_id": "65a6e89bcc0744d0f6d681e5",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/544",
    "ED_Type": "Other Decisions",
    "ED_Title": "High-level plenary  meeting on addressing the existential threats posed by sea level rise",
    "ED_Meeting": [
      {
        "ED_Date": "2024-01-16T05:00:00.000Z",
        "ED_Number": "53 plenary meeting",
        "_id": "65a6e89bcc0744d0f6d681e6"
      }
    ],
    "ED_AgendaItem": "13 and 117",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 53rd plenary meeting, on 16 January 2024, the General Assembly, on the proposal of its President : (Footnote: A/78/L.35.) \n\n(a)\tDecided to convene a one-day high-level plenary meeting of the General Assembly, within existing resources, on addressing the existential threats posed by sea level rise, on 25 September 2024;\n\n(b)\tRequested the President of the General Assembly to finalize the organizational arrangements, including on a possible outcome document, for the high-level meeting, through open, transparent and inclusive consultations with Member States.",
    "ED_Disclaimer": "The final version of decisions adopted during the resumed part of the session will be contained in document A/78/49 (Vol. III) after editorial review. ",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2024-01-17T00:00:00.071Z"
  },
  {
    "_id": "65c4f9a6e4cc1f94a95b5e86",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/545 A and B",
    "ED_Type": "Other Decisions",
    "ED_Title": "Report of the Secretary-General on the work of the Organization ",
    "ED_Meeting": [
      {
        "ED_Date": "2024-02-07T05:00:00.000Z",
        "ED_Number": "54th plenary meeting",
        "_id": "65c4f9a6e4cc1f94a95b5e87"
      },
      {
        "ED_Date": "2024-02-07T05:00:00.000Z",
        "ED_Number": "55th plenary meeting",
        "_id": "65c4f9dfe4cc1f94a95b5e96"
      }
    ],
    "ED_AgendaItem": "110",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "A  \n\nAt its 54th plenary meeting, on 7 February 2024, the General Assembly decided that, after the departure of the Secretary-General, his seat at the podium might be occupied by his representative.    \n\nB\n\nAt its 55th plenary meeting, on 7 February 2024, the General Assembly took note of the report of the Secretary-General on the work of the Organization.(Footnote: A/78/1.)   \n",
    "ED_Disclaimer": "The final version of decisions adopted during the resumed part of the session will be contained in document A/78/49 (Vol. III) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2024-02-09T00:00:00.177Z"
  },
  {
    "_id": "65c4fab1e4cc1f94a95b5e9e",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/546",
    "ED_Type": "Other Decisions",
    "ED_Title": "Authorization for the United Nations Office for Disaster Risk Reduction regarding the hosting of the secretariat of the Santiago network for averting, minimizing and addressing loss and damage associated with the adverse effects of climate change",
    "ED_Meeting": [
      {
        "ED_Date": "2024-02-07T05:00:00.000Z",
        "ED_Number": "55th plenary meeting",
        "_id": "65c4fab1e4cc1f94a95b5e9f"
      }
    ],
    "ED_AgendaItem": "18 (c)",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 55th plenary meeting, on 7 February 2024, the General Assembly, on the proposal of Austria, Bulgaria, Canada, Croatia, Cyprus, Czechia, Denmark, Estonia, Finland, France, Germany Greece, Italy, Japan, Kenya, Latvia, Luxembourg, Malta, Kingdom of the Netherlands, Norway, Poland, Portugal, the Republic of Moldova, Romania, Slovenia, Spain, Suriname, Sweden, Switzerland, the United Arab Emirates, the United Kingdom of Great Britain and Northern Ireland and the United States of America, (footnote: A/78/L.36/Rev.1 and A/78/PV.55.), recalling the relevant resolutions regarding the United Nations Office for Disaster Risk Reduction, including resolutions 54/219 of 22 December 1999 and 56/195 of 21 December 2001, authorized the United Nations Office for Disaster Risk Reduction to enter into a memorandum of understanding with the Conference of the Parties to the United Nations Framework Convention on Climate Change and the Conference of the Parties serving as the Meeting of the Parties to the Paris Agreement regarding the hosting of the secretariat of the Santiago network for averting, minimizing and addressing loss and damage associated with the adverse effects of climate change, in line with decisions 6/CMA.5 and 2/CP.28.",
    "ED_Disclaimer": "The final version of decisions adopted during the resumed part of the session will be contained in document A/78/49 (Vol. III) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2024-02-09T00:00:00.236Z"
  },
  {
    "_id": "65c4fe34e4cc1f94a95b5eb2",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/528 B, C and D",
    "ED_Type": "Other Decisions",
    "ED_Title": "Participation of non-governmental organizations, civil society organizations, academic institutions and the private sector in the third United Nations Conference on Landlocked Developing Countries",
    "ED_Meeting": [
      {
        "ED_Date": "2024-02-07T05:00:00.000Z",
        "ED_Number": "55th plenary meeting",
        "_id": "65c4fe34e4cc1f94a95b5eb3"
      },
      {
        "ED_Date": "2024-05-02T04:00:00.000Z",
        "ED_Number": "77 plenary meeting",
        "_id": "6634ffcf6b51d90d00db536d"
      },
      {
        "ED_Date": "2024-09-06T04:00:00.000Z",
        "ED_Number": "107 plenary meeting",
        "_id": "66db3b4a674e0a36abab4be9"
      }
    ],
    "ED_AgendaItem": "20 (b)",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "B (Footnote: Decision 78/528, in section B.1 of the Official Records of the General Assembly, Seventy-eighth Session, Supplement No. 49 (A/78/49), vol. II, becomes decision 78/528 A.)\n\nAt its 55th plenary meeting, on 7 February 2024, the General Assembly, on the proposal of its President, (footnote: A/78/L.40.) recalling paragraph 51 (c) of its resolution 77/246 of 30 December 2022 on follow-up to the second United Nations Conference on Landlocked Developing Countries, decided to approve the participation of the non-governmental organizations, civil society organizations, academic institutions and the private sector as listed in the annex to the present decision in the third United Nations Conference on Landlocked Developing Countries and its preparatory process, to be held pursuant to resolutions 77/246, and 77/329 of 25 August 2023.\n\nAnnex\n\nAction Contre la Pauvreté (ACP)\nAssociation des Femmes pour le Développement Durable (AFDD)\nAssociation des Jeunes Humanitaires Panafricains (HUMANUS)\nAssociation Harmonie pour l’assainissement et le développement (ONG-ASHAD)\nAssociation of Collegiate Schools of Planning\nASSOCIATION POUR LE DEVELOPPEMENT DE MOURTCHA (ADM)\nBoys and Girls Educational Foundation\nBrain Builders Youth Development Initiative\nCenter for Peace Building and Democracy in Liberia (CEPEBUD-Liberia)\nCentre International Actions Technologiques Economiques Energétiques et Environnementales (CIAT3E)\nChambre de Commerce, d’Industrie, d’Agriculture, des Mines et d’Artisanat\nChristian Care Foundation\nCommunity Development Aid\nConseil Nationa du Patronat du Mali\nCoopératif Agro Sylvo-Pastorale des Amis pour la Solidarité\nDECENT WORK FOR ALL BURUNDI\nEarth Regenerative Project Sierra Leone\nEmployers Consultative Association of Malawi\nGender and Development for Cambodia (GADC)\nGhana Russia Center for Commerce and Relations\nGlobal Energy Interconnection Development and Cooperation Organization\nGlobal Good Net Works Ltd.\nHazras Charity Foundation\nHope for Humanity International\nInstituția Privată Keystone Moldova\nKALKAL HUMAN RIGHTS DEVELOPMENT ORGANIZATION (KAHRDO)\nKikandwa Environmental Association\nLADLAD CARAGA INC.\nManzil Pakistan\nNash Vek Public Foundation\nNational Civil Society Council of Liberia\nNational Women Empowerment and Rehabilitation Organization (NWERO)\nNew World Hope Organization (NWHO)\nOrganisation d’intégration et de promotion des personnes atteintes d’albinisme (OIPPA)\nPlateforme de la Société Civile Rwandaise (Rwanda Civil Society Platform)\nPrivate Sector Foundation of Lesotho\nRéseau des Jeunes pour le Climat au Tchad (REJEC-T)\nRESEAU POUR LA RECHERCHE INTERNATIONALE SUR LA DESERTIFICATION (DesertNET International)\nRwanda Women Community Development Network\nS&I STEP FORWARD Ltd.\nSea Rail (Botswana) (Proprietary) Limited\nSINA (SOCIAL INNOVATION ACADEMY)\nSOCIAL FORUM – ZAMSOF\nSomaliler İş Adamları Derneği (Somali Business Association in Turkey)\nSUSTAINABLE DEVELOPMENT COUNCIL\nTRUE POPHECY INTEGRATED DEVELOPMENT ACTORS (TIDA)\nUNIVERSITY FOR DEVELOPMENT STUDIES\nWELFARE\nWomen and Modern World Social Charitable Center (CWMW)\nWOMEN IN PRESBYTERIAN MINISTRY UGANDA\nWorld Future Active\n\nC  \n\n \n\nAt its 77th plenary meeting, on 2 May 2024, the General Assembly, on the proposal of its President,10 (footnote: A/78/L.61.) recalling paragraph 51 (c) of its resolution 77/246 of 30 December 2022 on follow-up to the second United Nations Conference on Landlocked Developing Countries, decided to approve the participation of the nongovernmental organizations, civil society organizations, academic institutions and the private sector as listed in the annex to the present decision in the third United Nations Conference on Landlocked Developing Countries and its preparatory process, to be held pursuant to resolutions 77/246, and 77/329 of 25 August 2023. \n\n \n\nAnnex \n\n \n\nAction pour la Protection de l’Environnement et la Promotion des Filières Agricoles (APEFA) \n\nAeTrade Group PLC \n\nAfrica-Europe Foundation \n\nAgrodealers Association \n\nASSOCIATION FOR COMPETITIVE TECHNOLOGY \n\nBank of Kigali PLC \n\nBETTER EDUCATION FOR DEPRIVED KIDS \n\nBK GROUP PLC \n\nBotswana Council of Non-Governmental Organizations \n\nBOTSWANA GENDER BASED VIOLENCE PREVENTION AND SUPPORT CENTRE \n\nCAYO – Concerned African Youth Organization \n\nChambre de Commerce et d’Industrie du Mali – CCIM \n\nChengeto Zimbabwe Organization \n\nChyau Bio Technologies Private Limited \n\nDaka Space Technologies Ltd. \n\nDavid Mogoma Foundation \n\nDevelopment Bank of Rwanda PLC \n\nEast African Centre of Excellence for Renewable Energy and Energy Efficiency \n\nEcobank Rwanda PLC \n\nFarmer’s Pride international \n\nFÉDÉRATION DES ASSOCIATIONS DES FEMMES ENTREPRENEURES DE LA RÉPUBLIQUE CENTRAFRICAINE \n\nGlobal Impact, Co-Develop \n\ngold Youth Development Agency \n\nHear Their Voice Initiative (HTVI) \n\nHouse of Mediation & Law \n\nIMPRESSION STUDIO Ltd. \n\nInspireLearn Limited \n\nJ.M. G Construction & General Trading Co. Ltd. \n\nLE PARLEMENT EUROPEEN POUR LE DEVELOPPEMENT ET LA PLANIFICATION \n\nMaison des Organisations de la Société Civile (MOSC) Anjouan \n\nMarie-Claire N.Kuja Foundation \n\nMASIELA TRUST FUND \n\nMoti-Talk Creative Communications \n\nMouvement pour la Promotion de la Citoyenneté Responsable (MPCR) \n\nOne Africa Trust \n\nOrganization for Social and Economic Development \n\nPEACE WORLD INTERNATIONAL \n\nPetrohyper (Pty) Ltd. \n\nPRIVATE SECTOR FEDERATION – RWANDA \n\nPRO-FEMMES/TWESE HAMWE \n\nRelief and Development Support Organization \n\nRwandan Organisation of Women with Disabilities \n\nSEWA-USA \n\nTanshi Multiconcept Consults \n\nThe National Forum of Human Rights \n\nTongzhou Club (Beijing) Information Technology Co., LTD. \n\nTRANSPORT CONSULT \n\nUthando Pharmacy \n\nWater Access Consulting \n\nYOUTH AND WOMEN FOR OPPORTUNITIES UGANDA \n\n D\n\n\nAt its 107th plenary meeting, on 6 September 2024, the General Assembly, on the proposal of its President,  (Footnote: A/78/L.111.) recalling paragraph 51 (c) of its resolution 77/246 of 30 December 2022 on follow-up to the second United Nations Conference on Landlocked Developing Countries, decides to approve the participation of the non governmental organizations, civil society organizations, academic institutions and the private sector as listed in the annex to the present decision in the third United Nations Conference on Landlocked Developing Countries and its preparatory process, to be held pursuant to resolutions 77/246, 77/329 of 25 August 2023 and 78/315 of 10 July 2024.\nAnnex\n\n\nAbigail and Partners\nACHAP\nAfrica Place & Equity Cities Foundation\nAfrican Landlocked Countries Research Centre\nAfrican Sun Energy\nASPIRING VISION IN SUPPORTING ADVANCEMENT ASSOCIATION (AVISA)\nAssociation au Secours des Filles Mères (ASFM)\nAssociation des Personnes Patriotes du Burundi (APPBU)\nAssociation pour le Développement Socio-Economique et Technologique de la Jeunesse (ADEJ-Mali)\nBARWAQA RELIEF ORGANIZATION\nBENJY POETRY AND MUSIC GLOBAL CONCEPTS\nBorderless Alliance\nBORN Like This P.A.G\nBotho University\nBotswana Centre for Public Integrity\nBotswana Exporters And Manufactures Association\nBotswana Network for Mental Health\nBotswana Organization for Sisters Empowering Junior Associates\nBotswana Society For Human Development\nBotswana Stock Exchange\nCELEBRONS LE COURAGE DE LA FEMME (CCF)\nCentre For Community Initiatives Against Human Trafficking (CIAHT)\nChildSafeNet\nCulture Centre for the Deaf\nCynthia’s Counselling and Empowerment Trust\nDandemutande Investments Private Limited\nDawn of Right\nDestiny Creek Pty Ltd\nDifferently Abled Entrepreneurs Village\nDigiGaon Foundation\n디문파운데이션 DMUN Foundation\nEast Africa Job Center\nEmpower Success Solutions\nFarmers Pride International\nForesight Generation Club\nFormal Education Network for Private Schools (FENPS)\nFoundation for Educational Demonstrations Preservation and Human Services (EDPAHS)\nFRIENDLY INTEGRATED DEVELOPMENT INITIATIVES IN POVERTY ALLEVIATION\nGÉANT\nGlobal Bank Ethiopia S.C\nGlobal Water Partnership Organization Botswana\nGood Samaritan Association\nGreen Arrow (Pty) Ltd\nGuangxi The Belt And Road Health Industry Investment Co., Ltd.\nHolistic Innovation\nHorn of Africa Social & Development Centre\niFirsh (Pty) Ltd\nInternational Association Of Disaster Management (IADM)\nInternet Society Botswana\nJeunes Acteurs pour le Développement Durable au Burkina Faso\nJEUNESSE DU MONDE EN ACTION\nJeunesse pour la paix et le développement du monde rural ( JPDMR )\nJS Planning & Design\nKalahari Floor Tiles (PTY) Ltd\nLefifi Investments\nLetloa Trust\nMobilisation pour le Developpement Integral du Niger (MDIN)\nMolao Matters\nMTN Group Limited\nMulika Afrika\nOrganisation pour la lutte contre les Stupéfiants, Boissons Prohibées, Tabagisme et Alcoolisme\nPowertel Communications\nProvincial Council For People of African Descent of New Brunswick INC\nPULA SPACE\nQingdao Sherlock Manning musical instrument Co., Ltd\nQueen Esther\nRefugee Talent Group\nRewaste Solutions\nRosana Empowerment Foundation (REF)\nRoyal Academy\nSatcom Industry Association\nSentebale\nShenzhen GLAT Fund Investment Management Co., Ltd\nSININATU Children Support Organisation Limited\nSociété de Coopération pour le Développement Rural d'Afrique (SOCOODERA)\nSociety of Gender Professionals\nSociety of Road Safety Ambassadors\nSouthern Africa Telecentre Network\nStand As One\nSustain267\nTANZANIA WOMEN AND YOUTH ADVISORY ORGANISATION\nTemo-Thuo Setho Society\nThe Art Residency Center\nThe British School of Beijing, Shunyi\nThe Clicking Generation\nThe National Senior Citizens Organization of Liberia\nThe Shipping and Forwarding Agents Association of Zimbabwe\nThe Society For Children Orphaned By AIDS Inc.\nThe Upcycle Project\nUGANDA FREIGHT FORWARDERS ASSOCIATION\nULAP Networks\nVertex Special Technology Pvt. Ltd.\nVolunteer Hub International Trust\nWomen Advancing Nations (WOMAN)\nWomen for Development\nWuhan Cabell Energy Technology Co., Ltd\nYes We Can Relief Organization\nYoung Minds Africa\nYouth Care Network\nZhongtai Jiye Investment Group Co., Ltd\nZTE Corporation\n",
    "ED_Disclaimer": "The final version of decisions adopted during the resumed part of the session will be contained in document A/78/49 (Vol. III) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2024-02-09T00:00:00.247Z"
  },
  {
    "_id": "65fc48fabed46ae3713521d0",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/547",
    "ED_Type": "Other Decisions",
    "ED_Title": "Commemorative meeting of the General Assembly on the occasion of the International Day for the Elimination of Racial Discrimination\t      ",
    "ED_Meeting": [
      {
        "ED_Date": "2024-03-21T04:00:00.000Z",
        "ED_Number": "63 plenary meeting",
        "_id": "65fc48fabed46ae3713521d1"
      }
    ],
    "ED_AgendaItem": "69",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 63rd plenary meeting, on 21 March 2024, the General Assembly, on the proposal of its President,  decided, without setting a precedent, to invite Ilze Brand Kehris, Assistant Secretary-General for Human Rights, Verene Alberta Shepherd, Chair of the Committee on the Elimination of Racial Discrimination, June Soomer, Chair-designate of the Permanent Forum on People of African Descent and Uché Blackstock, Founder and Chief Executive Officer of Advancing Health Equity, to make statements at the commemorative meeting on the occasion of the International Day for the Elimination of Racial Discrimination.   ",
    "ED_Disclaimer": "The final version of decisions adopted during the resumed part of the session will be contained in document A/78/49 (Vol. III) after editorial review.\n",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2024-03-22T00:00:00.181Z"
  },
  {
    "_id": "660197d3c1545a6ada5e0a85",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/412",
    "ED_Type": "Elections and Appointments",
    "ED_Title": "Extension of the appointment of the Under-Secretary-General for Safety and Security",
    "ED_Meeting": [
      {
        "ED_Date": "2024-03-21T04:00:00.000Z",
        "ED_Number": "63rd plenary meeting",
        "_id": "660197d3c1545a6ada5e0a86"
      }
    ],
    "ED_AgendaItem": "115",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 63rd plenary meeting, on 21 March 2024, at the proposal of the Secretary-General (A/78/785), the General Assembly approved, notwithstanding paragraph 22 of Section XI of resolution 59/276, the exceptional extension of the term of Mr. Gilles Michaud of Canada as Under-Secretary-General for Safety and Security by two years, until 30 June 2026.",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/78/49 (Vol. III) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2024-03-26T00:00:00.247Z"
  },
  {
    "_id": "660198c1c1545a6ada5e0a90",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/413 A and B",
    "ED_Type": "Elections and Appointments",
    "ED_Title": "Appointment of members of the Board of the 10-Year Framework of Programmes on Sustainable Consumption and Production Patterns",
    "ED_Meeting": [
      {
        "ED_Date": "2024-03-21T04:00:00.000Z",
        "ED_Number": "63rd plenary meeting",
        "_id": "660198c1c1545a6ada5e0a91"
      },
      {
        "ED_Date": "2024-04-03T04:00:00.000Z",
        "ED_Number": "65th plenary meeting",
        "_id": "660d8b0fb36b484eea9ae39b"
      },
      {
        "ED_Date": "2024-08-13T04:00:00.000Z",
        "ED_Number": "103rd plenary meeting",
        "_id": "66bbca88f24610c5ea55ba78"
      }
    ],
    "ED_AgendaItem": "115 (g)",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "A\nAt its 63rd plenary meeting, on 21 March 2024, the General Assembly decided that the two-year term of the members of the Board of the 10-Year Framework of Programmes on Sustainable Consumption and Production Patterns shall begin on 21 March 2024, the date of their appointment, taking into account resolution 69/214 of 19 December 2014.\n\nB\nAt its 63rd plenary meeting, on 21 March 2024, the General Assembly, in accordance with resolutions 67/203 of 21 December 2012 and 69/214 of 19 December 2014 and decision 78/413 A of 21 March 2024, decided to appoint BRAZIL, FINLAND, the RUSSIAN FEDERATION, SENEGAL, SOUTH SUDAN and the UNITED STATES OF AMERICA as members of the Board of the 10-Year Framework of Programmes on Sustainable Consumption and Production Patterns for a term beginning on 21 March 2024 and ending on 20 March 2026. \n\nAt its 65th plenary meeting, on 3 April 2024, the General Assembly, in accordance with resolutions 67/203 of 21 December 2012 and 69/214 of 19 December 2014 and decision 78/413 A of 21 March 2024, decided to appoint BARBADOS as a member of the Board of the 10-Year Framework of Programmes on Sustainable Consumption and Production Patterns for a term beginning on 3 April 2024 and ending on 20 March 2026.\n\nAt its 103rd plenary meeting, on 13 August 2024, the General Assembly, in accordance with resolutions 67/203 of 21 December 2012 and 69/214 of 19 December 2014 and decision 78/413 A of 21 March 2024, decided to appoint INDIA as a member of the Board of the 10-Year Framework of Programmes on Sustainable Consumption and Production Patterns for a term beginning on 13 August 2024 and ending on 20 March 2026.\n\nAs a result, as of 13 August 2024, the Board of the 10-Year Framework of Programmes on Sustainable Consumption and Production Patterns is composed as follows: (footnote: Brazil, Senegal and the United States of America are serving their second consecutive term. One vacancy for a member from Asia-Pacific States and one vacancy for a member from Eastern European States remain to be filled for a term of office beginning on the date of appointment and ending on 20 March 2026.) Barbados,* Brazil,* Finland,* India,* Russian Federation,* Senegal,* South Sudan* and the United States of America*.\n\n\n__________________ \n* Term of office expires on 20 March 2026.",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/78/49 (Vol. III) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2024-03-26T00:00:00.252Z"
  },
  {
    "_id": "6601e015c1545a6ada5e0ad2",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/548",
    "ED_Type": "Other Decisions",
    "ED_Title": "Commemorative meeting of the General Assembly to mark the International Day of Remembrance of the Victims of Slavery and the Transatlantic Slave Trade",
    "ED_Meeting": [
      {
        "ED_Date": "2024-03-25T04:00:00.000Z",
        "ED_Number": "64 plenary meeting",
        "_id": "6601e015c1545a6ada5e0ad3"
      }
    ],
    "ED_AgendaItem": "118",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 64th plenary meeting, on 25 March 2024, the General Assembly, on the proposal of its President,  decided, without setting a precedent, to invite Hilary Beckles, Vice-Chancellor of the University of the West Indies, and Chairman of the Reparations Commission of the Caribbean Community (CARICOM); and Yolanda Renee King, Youth Activist, to make statements at the commemorative meeting on the occasion of the International Day of Remembrance of the Victims of Slavery and the Transatlantic Slave Trade.  ",
    "ED_Disclaimer": "The final version of decisions adopted during the resumed part of the session will be contained in document A/78/49 (Vol. III) after editorial review.\n",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2024-03-26T00:00:00.257Z"
  },
  {
    "_id": "66296da76b51d90d00db5180",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/549",
    "ED_Type": "Other Decisions",
    "ED_Title": "Ad Hoc Committee to Elaborate a Comprehensive International Convention on Countering the Use of Information and Communications Technologies for Criminal Purposes",
    "ED_Meeting": [
      {
        "ED_Date": "2024-04-24T04:00:00.000Z",
        "ED_Number": "73 plenary meeting",
        "_id": "66296da76b51d90d00db5181"
      }
    ],
    "ED_AgendaItem": "108",
    "ED_Plenary_Committee": "Plenary ",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary ",
    "ED_DecisionText": "At its 73rd plenary meeting, on 24 April 2024, the General Assembly, on the proposal of Mexico, recalling its resolutions 74/247 of 27 December 2019 and 75/282 of 26 May 2021, and taking note of the decision of the Ad Hoc Committee to Elaborate a Comprehensive International Convention on Countering the Use of Information and Communications Technologies for Criminal Purposes to resume its work at a later date with a view to concluding its work and providing the draft convention to the General Assembly at its seventy-eighth session, decided that the Ad Hoc Committee shall hold a reconvened concluding session of up to 10 days in New York at the soonest possible dates to allow the Committee to fulfil its mandate, and requested the Secretary-General to provide the necessary support and services for that purpose.\n",
    "ED_Disclaimer": "",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2024-04-25T00:00:00.216Z"
  },
  {
    "_id": "663bb9ae6b51d90d00db548d",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/550",
    "ED_Type": "Other Decisions",
    "ED_Title": "Postponement of the third United Nations Conference on Landlocked Developing Countries and the second session of the Preparatory Committee for the third United Nations Conference on Landlocked Developing Countries ",
    "ED_Meeting": [
      {
        "ED_Date": "2024-05-07T04:00:00.000Z",
        "ED_Number": "80 plenary meeting",
        "_id": "663bb9ae6b51d90d00db548e"
      }
    ],
    "ED_AgendaItem": "20(b)",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 80th meeting, on 7 May 2024, the General Assembly, on the proposal of Botswana, (Footnote: A/78/L.63.) recalling its resolutions 76/217 of 17 December 2021, and 77/246 of 30 December 2022, by which the Assembly had decided to convene the third United Nations Conference on Landlocked Developing Countries in the first half of 2024 in Kigali at the highest possible level, including Heads of State and Government, and recalling also its resolution 77/329 of 25 August 2023, by which it had decided to hold the Conference from 18 to 21 June 2024 in Kigali and had also decided that the first and second sessions of the Preparatory Committee for the third United Nations Conference on Landlocked Developing Countries should have been should be organized from 5 to 8 February 2024 and from 29 April to 1 May 2024 in New York, decided that the third United Nations Conference on Landlocked Developing Countries shall be postponed to a later date, and also decided that the second session of the Preparatory Committee for the Conference shall be postponed to 3 to 5 June 2024. \n",
    "ED_Disclaimer": "The final version of decisions adopted during the resumed part of the session will be contained in document A/78/49 (Vol. III) after editorial review. ",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2024-05-09T00:00:00.227Z"
  },
  {
    "_id": "66636a1eaae579c43b17161e",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/414",
    "ED_Type": "Elections and Appointments",
    "ED_Title": "Election of non-permanent members of the Security Council",
    "ED_Meeting": [
      {
        "ED_Date": "2024-06-06T04:00:00.000Z",
        "ED_Number": "86th plenary meeting",
        "_id": "66636a1eaae579c43b17161f"
      }
    ],
    "ED_AgendaItem": "113 (a)",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 86th plenary meeting, on 6 June 2024, the General Assembly, in accordance with Article 23 of the Charter of the United Nations, rule 142 of the rules of procedure of the Assembly and paragraph 17 of Assembly resolution 68/307 of 10 September 2014, elected DENMARK, GREECE, PAKISTAN, PANAMA and SOMALIA as non-permanent members of the Security Council for a two-year term of office beginning on 1 January 2025 to fill the vacancies occurring on the expiration of the terms of office of ECUADOR, JAPAN, MALTA, MOZAMBIQUE and SWITZERLAND. \n\nAs a result, as of 1 January 2025, the Security Council is composed of the following 15 Member States: ALGERIA,* CHINA, DENMARK,** FRANCE, GREECE,** GUYANA,* PAKISTAN,** PANAMA,** REPUBLIC OF KOREA,* RUSSIAN FEDERATION, SIERRA LEONE,* SLOVENIA,* SOMALIA,** UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND and UNITED STATES OF AMERICA. \n\n__________________ \n* Term of office expires on 31 December 2025. \n** Term of office expires on 31 December 2026.",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/78/49 (Vol. III) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2024-06-08T00:00:00.142Z"
  },
  {
    "_id": "66636a4caae579c43b171624",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/415",
    "ED_Type": "Elections and Appointments",
    "ED_Title": "Election of the President of the General Assembly at its seventy-ninth session",
    "ED_Meeting": [
      {
        "ED_Date": "2024-06-06T04:00:00.000Z",
        "ED_Number": "87th plenary meeting",
        "_id": "66636a4caae579c43b171625"
      }
    ],
    "ED_AgendaItem": "4",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 87th plenary meeting, on 6 June 2024, the General Assembly, in accordance with Article 21 of the Charter of the United Nations, rule 30 of the rules of procedure of the Assembly and paragraph 1 of the annex to resolution 33/138 of 19 December 1978, elected Philémon Yang of Cameroon as President of the General Assembly at its seventy-ninth session.",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/78/49 (Vol. III) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2024-06-08T00:00:00.152Z"
  },
  {
    "_id": "66636a81aae579c43b17162a",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/416",
    "ED_Type": "Elections and Appointments",
    "ED_Title": "Election of the Vice-Presidents of the General Assembly at its seventy-ninth session",
    "ED_Meeting": [
      {
        "ED_Date": "2024-06-06T04:00:00.000Z",
        "ED_Number": "87th plenary meeting",
        "_id": "66636a81aae579c43b17162b"
      }
    ],
    "ED_AgendaItem": "6",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 87th plenary meeting, on 6 June 2024, the General Assembly, in accordance with rule 30 of the rules of procedure of the Assembly and paragraphs 2 and 3 of the annex to resolution 33/138 of 19 December 1978, elected the following 21 Member States as Vice-Presidents of the General Assembly at its seventy-ninth session: ALGERIA, ANGOLA, AUSTRIA, BARBADOS, CHINA, FRANCE, GHANA, GUATEMALA, ITALY, KYRGYZSTAN, MADAGASCAR, MICRONESIA (FEDERATED STATES OF), REPUBLIC OF MOLDOVA, RUSSIAN FEDERATION, SENEGAL, THAILAND, TONGA, TURKMENISTAN, UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND, UNITED STATES OF AMERICA and VENEZUELA (BOLIVARIAN REPUBLIC OF).",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/78/49 (Vol. III) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2024-06-08T00:00:00.159Z"
  },
  {
    "_id": "66636abeaae579c43b171630",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/417",
    "ED_Type": "Elections and Appointments",
    "ED_Title": "Election of the Executive Director of the United Nations Human Settlements Programme",
    "ED_Meeting": [
      {
        "ED_Date": "2024-06-07T04:00:00.000Z",
        "ED_Number": "88th plenary meeting",
        "_id": "66636abeaae579c43b171631"
      }
    ],
    "ED_AgendaItem": "114 (d)",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 88th plenary meeting, on 7 June 2024, the General Assembly, upon nomination by the Secretary-General,  elected Anacláudia Marinheiro Centeno Rossbach (Brazil) as Executive Director of the United Nations Human Settlements Programme (UN-Habitat) for a term of office of four years. \n\nThe effective date of her appointment would be communicated to the Assembly at a later stage.\n",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/78/49 (Vol. III) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2024-06-08T00:00:00.164Z"
  },
  {
    "_id": "66636b16aae579c43b171636",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/418",
    "ED_Type": "Elections and Appointments",
    "ED_Title": "Election of members of the Economic and Social Council",
    "ED_Meeting": [
      {
        "ED_Date": "2024-06-07T04:00:00.000Z",
        "ED_Number": "88th plenary meeting",
        "_id": "66636b16aae579c43b171637"
      }
    ],
    "ED_AgendaItem": "113 (b)",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 88th plenary meeting, on 7 June 2024, the General Assembly, in accordance with rule 140 of the rules of procedure of the Assembly, elected the following as members of the Economic and Social Council:\n\n(a)\tAUSTRALIA and FINLAND for the remainder of the term of office of NEW ZEALAND and DENMARK beginning on 1 January 2025 and ending on 31 December 2025;\n(b)\tAUSTRIA for the remainder of the term of office of GERMANY beginning on 1 January 2025 and ending on 31 December 2026 (footnote: A/78/876).\n\nAt the same meeting, the General Assembly, in accordance with Article 61 of the Charter of the United Nations, rule 145 of the rules of procedure of the Assembly and paragraph 17 of Assembly resolution 68/307 of 10 September 2014, elected ALGERIA, ANTIGUA AND BARBUDA, ARMENIA, AZERBAIJAN, BANGLADESH, CANADA, CÔTE D’IVOIRE, DJIBOUTI, the DOMINICAN REPUBLIC, ITALY, MEXICO, NETHERLANDS (KINGDOM OF THE), SAUDI ARABIA, SOUTH AFRICA, SRI LANKA, SWITZERLAND, the UNITED REPUBLIC OF TANZANIA and UZBEKISTAN as members of the Economic and Social Council for a three-year term of office beginning on 1 January 2025 to fill the vacancies occurring on the expiration of the terms of office of AFGHANISTAN, BELGIUM, BELIZE, CANADA, CHILE, CÔTE D’IVOIRE, CROATIA, CZECHIA, ESWATINI, INDIA, ITALY, KAZAKHSTAN, MAURITIUS, OMAN, PERU, TUNISIA, the UNITED REPUBLIC OF TANZANIA and the UNITED STATES OF AMERICA. \n\nAs a result, as of 1 January 2025, the Economic and Social Council is composed of the following Member States:  ALGERIA,*** ANTIGUA AND BARBUDA,*** ARMENIA, *** AUSTRALIA,* AUSTRIA,** AZERBAIJAN,*** BANGLADESH,*** BOTSWANA,* BRAZIL,* CABO VERDE,* CAMEROON,* CANADA,*** CHINA,*, COLOMBIA,* COSTA RICA,* CÔTE D’IVOIRE,*** DJIBOUTI,*** DOMINICAN REPUBLIC,*** EQUATORIAL GUINEA,* FINLAND,* FRANCE,** HAITI,** ITALY,*** JAPAN,** KENYA,** LAO PEOPLE’S DEMOCRATIC REPUBLIC,* LIECHTENSTEIN,** MAURITANIA,** MEXICO,*** NEPAL,** NETHERLANDS (KINGDOM OF THE),*** NIGERIA,** PAKISTAN,** PARAGUAY,** POLAND,** QATAR,* REPUBLIC OF KOREA,* SAUDI ARABIA,*** SENEGAL,** SLOVAKIA,* SLOVENIA,* SPAIN,** SOUTH AFRICA,*** SRI LANKA,*** SURINAME,** SWEDEN,* SWITZERLAND,*** TÜRKİYE,* UNITED KINGDOM OF GREAT BRITAIN AND NORTHERN IRELAND,** UNITED REPUBLIC OF TANZANIA,*** URUGUAY,** UZBEKISTAN*** and ZAMBIA.**\n\n\n* Term of office expires on 31 December 2025. \n** Term of office expires on 31 December 2026. \n*** Term of office expires on 31 December 2027.\n\n**** One vacancy for a member from the Eastern European States remains to be filled for a term of office beginning on the date of election and expiring on 31 December 2025.",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/78/49 (Vol. III) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2024-06-08T00:00:00.169Z"
  },
  {
    "_id": "66636bc7aae579c43b17163c",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/419",
    "ED_Type": "Elections and Appointments",
    "ED_Title": "Election of the Chairs of the Main Committees of the General Assembly at its seventy-ninth session",
    "ED_Meeting": [
      {
        "ED_Date": "2024-06-07T04:00:00.000Z",
        "ED_Number": "88th plenary meeting",
        "_id": "66636bc7aae579c43b17163d"
      }
    ],
    "ED_AgendaItem": "5",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "On 6 June 2024, the First, Special Political and Decolonization (Fourth), Second, Third, Fifth and Sixth Committees of the General Assembly held meetings in accordance with rules 99 (a) and 103 of the rules of procedure of the Assembly for the purpose of electing their Chairs. At its 88th plenary meeting, on 7 June 2024, the President of the General Assembly announced that the following persons had been elected as Chairs of the First, Special Political and Decolonization (Fourth), Second, Third, Fifth and Sixth Committees of the Assembly at its seventy-ninth session and are accordingly members of the General Committee for that session: \n\nFirst Committee: Maritza CHAN VALVERDE (Costa Rica) \nSpecial Political and Decolonization Committee (Fourth Committee): Sanita PAVĻUTA-DESLANDES (Latvia) \nSecond Committee: Muhammad Abdul MUHITH (Bangladesh) \nThird Committee: Zéphyrin MANIRATANGA (Burundi) \nFifth Committee: Egriselda LÓPEZ (El Salvador) \nSixth Committee: Rui VINHAS (Portugal)",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/78/49 (Vol. III) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2024-06-08T00:00:00.175Z"
  },
  {
    "_id": "666c53deaae579c43b171850",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/551",
    "ED_Type": "Other Decisions",
    "ED_Title": "Participation of non-governmental  organizations, civil society organizations, academic institutions and the private sector in the Fourth International Conference on Financing for Development",
    "ED_Meeting": [
      {
        "ED_Date": "2024-06-13T04:00:00.000Z",
        "ED_Number": "90 plenary meeting",
        "_id": "666c53deaae579c43b171851"
      }
    ],
    "ED_AgendaItem": "17",
    "ED_Plenary_Committee": "Plenary ",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary ",
    "ED_DecisionText": "At its 90th plenary meeting, on 13 June 2024, the General Assembly, on the proposal of its President  (Footnote: A/78/L.76), as amended by a recorded vote of 59 to 10, with 40 abstentions, (Footnote: See A/78/PV.90 and A/78/L.79.), recalling paragraph 4 (b) of its resolution 78/271 of 11 April 2024, entitled “Further modalities of the Fourth International Conference on Financing for Development”, decided to approve the participation of the non-governmental organizations, civil society organizations, academic institutions and the private sector as listed in the annex to the present decision in the Fourth International Conference on Financing for Development and its preparatory process, to be held pursuant to resolutions 78/231 of 22 December 2023 and 78/271.\n\nAnnex\n\nAlphaZULU Advocates\nAsian Indigenous International Network\nBoston University Global Development Policy Center\nCatalan Fund for Development Cooperation\nCentro Mexicano de Responsabilidad Global\nCercle des Filles pour le Développement (CFD)\nChanging-Lives Verein\nCLIMCOM Berlin – Climate & Company gGmbH\nCommission for Development and Rights (CDAR)\nConsejo Argentino para las Relaciones Internacionales\nDaayyaa Generation Network (DGN)\nDevelopment Education Network-Liberia (DEN-L)\nDMUN Foundation\nEarth Regenerative Project Sierra Leone\nFACT Coalition/Fund For Constitutional Government\nFair Tax Foundation\nFons Català de Cooperació al Desenvolupament\nGerman Institute of Development and Sustainability (IDOS)\nGermanwatch \nGlobal Infrastructure, Finance and Development Authority, Inc. (GIFDA)\nGlobal Poverty Project/Global Citizen\nIE University Center for the Governance of Change\nInclusive Education for Sustainable Development (IESD) \nInternational Youth Alliance for Family Planning (IYAFP)\nKND Advisors OPC Pvt. Ltd \nL’Alphabétisation et la Formation des Adultes (ANAFA)\nNash Vek Public Foundation\nNOVACT\nPositive Peace for Ethiopia\nProject Starling\nRed Latinoamericana por Justicia Económica y Social (LATINDADD)\nRural Aid Pakistan\nSOAS Centre for Sustainable Finance\nSmart Talk Cafe\nSuccess Hands Tanzania Initiative\nSustainable Development Council\nThe Bretton Woods Project\nTRACE KENYA\nUniversity for SDGs\nWomen for Positive Actions\nYouths Enterprise Development and Innovation Society\n",
    "ED_Disclaimer": "",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2024-06-15T00:00:00.171Z"
  },
  {
    "_id": "667b27fc3364fe6b3b1789f0",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/552",
    "ED_Type": "Other Decisions",
    "ED_Title": "Building a peaceful and better world through sport and the Olympic ideal",
    "ED_Meeting": [
      {
        "ED_Date": "2024-06-25T04:00:00.000Z",
        "ED_Number": "93rd plenary meeting",
        "_id": "667b27fc3364fe6b3b1789f1"
      }
    ],
    "ED_AgendaItem": "11",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 93rd plenary meeting, on 25 June 2024, the General Assembly took note of the solemn appeal made by the President of the General Assembly in connection with the observance of the Olympic Truce. (Footnote: A/78/917)",
    "ED_Disclaimer": "The final version of decisions adopted during the resumed part of the session will be contained in document A/78/49 (Vol. III) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2024-06-26T00:00:00.142Z"
  },
  {
    "_id": "667b285b3364fe6b3b178a02",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/553",
    "ED_Type": "Other Decisions",
    "ED_Title": "Notification by the Secretary-General under Article 12, paragraph 2, of the Charter of the United Nations",
    "ED_Meeting": [
      {
        "ED_Date": "2024-06-25T04:00:00.000Z",
        "ED_Number": "93rd plenary meeting",
        "_id": "667b285b3364fe6b3b178a03"
      }
    ],
    "ED_AgendaItem": "112",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 93rd plenary meeting, on 25 June 2024, the General Assembly took note of the note by the Secretary-General. (Footnote: A/78/300.)",
    "ED_Disclaimer": "The final version of decisions adopted during the resumed part of the session will be contained in document A/78/49 (Vol. III) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2024-06-26T00:00:00.173Z"
  },
  {
    "_id": "667b28ae3364fe6b3b178a08",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/554",
    "ED_Type": "Other Decisions",
    "ED_Title": "Report of the Security Council",
    "ED_Meeting": [
      {
        "ED_Date": "2024-06-25T04:00:00.000Z",
        "ED_Number": "94th plenary meeting",
        "_id": "667b28ae3364fe6b3b178a09"
      }
    ],
    "ED_AgendaItem": "26",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 94th plenary meeting, on 25 June 2024, the General Assembly took note of the report of the Security Council. (Footnote: A/78/2.)",
    "ED_Disclaimer": "The final version of decisions adopted during the resumed part of the session will be contained in document A/78/49 (Vol. III) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2024-06-26T00:00:00.178Z"
  },
  {
    "_id": "66901f81b9e20da424a5b81d",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/555",
    "ED_Type": "Other Decisions",
    "ED_Title": "Establishment of the list of speakers for the Summit of the Future",
    "ED_Meeting": [
      {
        "ED_Date": "2024-07-10T04:00:00.000Z",
        "ED_Number": "98 plenary meeting",
        "_id": "66901f81b9e20da424a5b81e"
      }
    ],
    "ED_AgendaItem": "122",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 98th plenary meeting, on 10 July  2024, the General Assembly, on the proposal of its President  (Footnote: A/78/L.77.), recalling its resolution 76/307 of 8 September 2022, in particular paragraphs 6 to 9 and 12 thereof, concerning the plenary meetings:\n\n(a)\tDecided that the plenary meetings of the Summit of the Future shall be held, on the basis of two meetings a day, as follows:\n\tSunday, 22 September 2024: from 9 a.m.  to 3 p.m. and from 3 to 9 p.m.;\n\tMonday, 23 September 2024: from 9 a.m. to 3 p.m. and from 3 to 9 p.m.;  \n\n(b)\tAlso decides that the list of speakers for the Summit shall be established in accordance with the procedure set forth in the annex to the present decision.\n\n\nAnnex\n\n1.\tThe list of speakers for the plenary meetings of the Summit of the Future will be established on the basis of four meetings. Following the opening segment from 9 to 10 a.m. on 22 September 2024, the remainder of that plenary meeting, until 3 p.m., will comprise 300 minutes for statements. The afternoon meeting of 22 September 2024 and the morning meeting of 23 September 2024 will each comprise 360 minutes for statements. The afternoon meeting of 23 September 2024 will comprise 330 minutes for statements, to be followed by the closing segment from 8:30 to 9 p.m.\n2.\tThe list of speakers for the plenary meetings of the Summit will be established initially as follows:\n\t(a)\tThe representative of the Secretary-General will draw one name from a box containing the names of all Member States, the Cook Islands, the Holy See, Niue and the State of Palestine, as well as the European Union (if presenting positions of the European Union and its member States as agreed by them, pursuant to paragraph 1 (a) of the annex to resolution 65/276 of 3 May 2011). This procedure will be repeated until all names have been drawn from the box, thus establishing the order in which delegations will be invited to choose their meetings and select their speaking slots; \n\t(b)\tFour boxes will be prepared, each one representing a plenary meeting and each one containing numbers corresponding to speaking slots at that meeting, as follows:  60 speaking slots for the morning meeting of 22 September 2024; 72 speaking slots for the afternoon meeting of 22 September 2024; 72 speaking slots for the morning meeting of 23 September 2024; and 66 speaking slots for the afternoon meeting of 23 September 2024; \n\t(c)\tOnce the name of a participating State or the European Union has been drawn by the representative of the Secretary-General, that delegation will be invited first to choose a meeting and then to draw from the appropriate box the number indicating the speaking slot in the meeting. The delegation will indicate to the Secretariat at that time the level of representation of the speaker and advise if its statement will be on behalf of a group. If, at the time when the speaking slot is selected, a delegation cannot indicate the level of its speaker, the Secretariat will record it as the level of Chair of delegation;\n\t(d)\tIf a delegation is absent from the meeting room when the name of that delegation is called, it will be given the opportunity to select a speaking slot from the box representing the preferred meeting (as availability permits) following the conclusion of the procedure for the drawing of lots and again prior to the end of the special meeting stipulated in paragraph 3 below. This opportunity will be given in the same order in which the delegation’s name was initially drawn;\n\t(e)\tDelegations that are unable to attend the special meeting for the drawing of lots may inscribe their names on the list of speakers for seven calendar days after the drawing of lots by contacting the Secretariat. These delegations will be given the opportunity to select a speaking slot from those remaining at the time of their inscription. After that deadline, no further inscriptions by States or the European Union (if presenting positions of the European Union and its member States as agreed by them, pursuant to paragraph 1 (a) of the annex to resolution 65/276) will be possible.\n3.\tThe establishment of the initial list of speakers for the Summit as outlined in paragraph 2 above will take place at a special meeting to be scheduled within one month of the adoption of the present decision.\n4.\tSubsequently, the list of speakers for each meeting will be rearranged in accordance with the established practice of the General Assembly when organizing each category of speakers, following the order resulting from the selection process outlined in paragraph 2 above. Accordingly, within each plenary meeting, Heads of State will be accorded priority, followed by Vice-Presidents and Crown Princes or Princesses, Heads of Government, Deputy Prime Ministers, Ministers and Vice-Ministers, with group statements given further priority within each level. These levels will be followed by that of Chairs of delegation. Member States will be placed first within a given level at a given meeting, subject to the provision in paragraph (k) of the annex to resolution ES-10/23 of 10 May 2024.\n5.\tThe first provisional list of speakers will be made available shortly after the completion of the drawing of lots. Subsequent changes will be made in the following manner:\n\t(a)\tIf the level of representation changes, the speaker will be moved to the last speaking slot in the appropriate category at the same meeting; \n\t(b)\tParticipating States and the European Union may arrange to exchange their speaking slots. In cases of equality in the level of representation, a delegation will be moved to the exact position of the other delegation. In cases of inequality in the level of representation, a delegation will be moved to the last position in the appropriate category at the meeting to which it is changing. Exchanges will be considered as completed only when all the delegations concerned have provided the Secretariat with their written confirmation of the exchanges as set forth above. Completed exchanges will only be cancelled upon notification by all the delegations concerned to the Secretariat of their intention to cancel the exchanges.\n6.\tThe second provisional list of speakers will be made available shortly after the deadline mentioned in paragraph 2 (e) above.\n7.\tFollowing the circulation of the second provisional list, the Secretariat will open the remaining speaking slots to inscription by entities having received a standing invitation to participate as observers in the work of the General Assembly  and by the United Nations system, including the funds, programmes, specialized agencies and regional commissions, as well as the Bretton Woods institutions,  which are invited, time permitting, to make statements of up to three minutes, on a first-come, first served basis.\n8.\tOn the day of the plenary meetings, the list of speakers for each meeting shall be completed and no speakers will be rolled over to the next meeting. Speakers who are not present when their speaking turn comes will be automatically moved to the next available speaking slot within their category at the same meeting.\n9.\tIn order to accommodate all speakers at the Summit, statements by the participating States should be limited to five minutes, pursuant to paragraph 7 of resolution 76/307, on the understanding that this will not preclude the distribution of more extensive texts. Pursuant to rule 72 of the rules of procedure of the General Assembly, when a representative exceeds her or his allotted time, the President shall call the speaker to order without delay, which will be done by means of automatic microphone cut-off. In order to ensure that the statements from the list of speakers will begin on time at 10 a.m. at the morning meeting of 22 September 2024, any explanation of vote on the outcome document shall be incorporated into national statements instead of being made at the opening segment.\n",
    "ED_Disclaimer": "The final version of decisions adopted during the resumed part of the session will be contained in document A/78/49 (Vol. III) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2024-07-12T00:00:00.132Z"
  },
  {
    "_id": "66912cf7b9e20da424a5b86c",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/556",
    "ED_Type": "Other Decisions",
    "ED_Title": "Participation of non-governmental organizations, civil society organizations, academic institutions and the private sector in the high-level Summit of the Future",
    "ED_Meeting": [
      {
        "ED_Date": "2024-07-11T04:00:00.000Z",
        "ED_Number": "99 plenary meeting",
        "_id": "66912cf7b9e20da424a5b86d"
      }
    ],
    "ED_AgendaItem": "122",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 99th plenary meeting, on 11 July 2024, the General Assembly, on the proposal of its President[1] (Footnote: A/78/L.89), as amended by a recorded vote of 62 to 16, with 53 abstentions, (Footnote: See A/78/PV.99 and A/78/L.91.), recalling paragraph 11 of its resolution 76/307 of 8 September 2022, entitled “Modalities for the Summit of the Future”, decided to approve the participation of the non-governmental organizations, civil society organizations, academic institutions and the private sector as listed in the annex to the present decision in the high-level Summit of the Future, to be held pursuant to resolution 76/307.\n\nAnnex\n\n100 Million Campaign\n3 ideas\n89up\nAccountable Impact, Corp\nACD – Agency for Cultural Diplomacy (Agentur für Kulturdiplomatie)\nACTING FOR LIFE\nAction 237-Suisse\nACTION DE DEVELOPPEMENT INTEGRAL POUR LA FEMME VEUVE, L’ENFANTA ABANDONNE ET LE JEUNE – ADIFEVEA World\nAction des Jeunes pour l’epanouissement Global\nAction for Youth Development Uganda (ACOYDE)\nActions du Sud pour l’Environnement et le Développement Durable (ASE2D)\nAction Solidaire pour la Paix et le Développement Intégré “ASPADI”\nActive Help Organization\nACTS For Sustainable Development\nAddictions Prevention and Rehabilitation Association of Kenya\nAden network for humanitarian works\nA Diamond in the Dirt Foundation\nAdjaristsqali Georgia LLC\nAdoptees With Guatemalan Roots\nAdvocacy For Climate Change Education\nAdvocacy Network Against Irregular Migration\nAdvocates for Health and Rights of Women and Youths Initiative\nAEFA (Agribusiness and Environmental Focus for Africa)\nafflican company\nAfghanistan Relief & Sustainable Development Organization (ARSDO)\nAfICTA – Africa ICT Alliance\nAflatoun International\nAfrica2World Foundation\nAfrica Biodiversity Alliance\nAfrica Center for Health Systems and Gender Justice\nAfrica Communications Events France\nAfrica Diaspora Network Japan (ADNJ)\nAFRICA DISASTER MANAGEMENT FOUNDATION\nAfrica Europe Foundation\nAfrica is Ready To Lead Foundation (ReadyToLeadAfrica)\nAfrica Law Students’ Association (ALSA)\nAfrica Matters Initiative\nAfrican American Future Society\nAFRICAN COALITION FOR DEVELOPMENT\nAfrican Diaspora Collective North and South America, Inc\nAFRICAN DIPLOMATIC-ORGANIZATION – ADO\nAfrica Network Campaign on Education For All (ANCEFA)\nAFRICAN FILM INSTITUTE\nAfrican Indigenous Governance Council\nAfrican Leaders Factory Initiative (ALFI)\nAfrican Liberators Economic Institute\nAfrican Network of Youth Policy Experts (AFRINYPE)\nAfrican Renaissance Trust\nAFRICAN SCHOLARS CARE INITIATIVE\nAfrican Woman Global Network\nAFRICAN WOMEN SOLIDARITY OF NEVADA INC\nAfrican Young Leaders Foundation – AYLF\nAfrican Youth Architects\nAfrica Place & Equity Cities Foundation\nAfrica Sustainable Climate and Environment Foundation (ASCEF)\nAfrica Unite\nAfrivoices for Climate Change\nAGAPE EARTH COALITION\nAgbara Fund\nAgency for Community Empowerment against Poverty\nAgeWatch Africa Foundation\nAhadi Achievers Empowerment CBO\nAIP-Kenya\nAIS LLC\nAKO Foundation\nAKOFF Organization for Sustainable Development\nALLIANCE CONTRE LA PAUVRETE AU MALI\nALBENA’A Development & Relief Organization (ADRO) \nAlliance for Accountability Advocates Zambia (AAAZ)\nAlliance for Vietnam’s Democracy\nAll In Foundation (AIF)\nAll Nations Arise and Manifest Initiative (ANAM Initiative)\nAlMortaqa Foundation for Development\nAlpha Development Model Foundation\nAlsaid Foundation\nAmbivium\nAmedine International Citizens Center\nAMERICAN AYUSH CORPORATION\nAMERICAN FOOTBALL FOR AFRICAN MISSION\nAmerican Medical Women’s Association\nAMPLIFY GIRLS AFRICA\nAMREF Health Africa\nANIJIE GLOBAL FOUNDATION\nAnjiro Initiative\nA PACK A MONTH\nArab Center for Cyberspace Research – ACCR\nArab Watch Coalition\nArab Youth Climate Movement Qatar\nArab Youth Sustainable Development Network\nArea Power (Alliance for Rural Energy and Agriculture) Inc\nArt Affair for Development Goals\nARTYC STUDIO SPA\nASFDH ONGDH/Action pour la Solidarité, la Formation et le développement de l’humain\nAsian Development Bank Institute\nAsian Indigenous International Network\nAsia Pacific Mission for Migrants\nASOCIACION CIUDADANA POR LOS DERECHOS HUMANOS\nASOCIACION CIVIL POR DERECHOS DE NIÑOS, NIÑAS, ADOLESCENTES Y JOVENES DONCEL.\nAsociación Cooperativa de Investigación Estadística [ACIES-Venezuela]\nAsociación de Capacitación e Investigación para la Salud Mental\nASOCIACION DE DESORDENES DEL CICLO UREA Y ENFERMEDADES METABOLICAS PERU – ADCU METABOLICAS DEL PERU\nAsociación Grupo de Pensamiento Afrodescendiente (GPA)\nAsociación Instituto ipades para la Promoción de la Paz y el Desarrollo\nAsociación Latinoamericana Ímpetu\nASOCIATION OF WOMEN IN ECONOMIC AND ENVIRONMENTAL DEVELOPMENT (AWEED)\nAspiration\nAssociação Casa Comum da Humanidade (Common Home of Humanity Association)\nASSOCIACAO INSTITUTO IUNGO\nAssociação InternetLab de Pesquisa em Direito e Tecnologia\nAssociação para Integridade de Crianças e Jovens em Angola (AICJA)\nAssociation Club Amis de la Planète\nASSOCIATION CONGOLAISE POUR LE BIEN ETRE FAMILIAL\nAssociation des Acteurs de Développement\nASSOCIATION DES FEMMES ARCHITECTES DU CONGO (AFARC)\nAssociation des humanistes pour l’encadrement des filles mères et des personnes des œuvres\nASSOCIATION DES JEUNES COURAGEUX DU CONGO\nAssociation des Personnes Patriotes du Burundi (APPBU)\nAssociation for Generational Equity (operating publicly as Generation Squeeze)\nAssociation for Long Term Existence and Resilience (ALTER)\nAssociation for Promotion of the Ideas and Values of the United Nations MUNA – United Nations Assoc.\nAssociation for Socially Applicable Research (ASAR)\nAssociation For Voluntary Action\nAssociation Global Humaniste\nAssociation Jeunesse Verte Mali\nAssociation Katawara\nASSOCIATION KIRIKOU Maroc\nAssociation Maonah for Human Rights and immigration\nAssociation of Private Nature Reserves of Minas Gerais\nAssociation of Rwandan Female Journalists\nAssociation of Uganda Professional Women in Agriculture and Environment (AUPWAE)\nAssociation of Young Leaders United for Sustainable Development, AJLUDD\nAssociation of Young People for Environmental Protection in Guinea-Bissau\nASSOCIATION PARLEMENT AFRICAIN DES JEUNES POUR L’EAU\nAssociation pour la Justice Climatique, l’Environnement et la Nature pour le Développement Durable\nAssociation pour le bien-etre familial Naissance desirable (ABEF-ND)\nAssociation pour le Développement Socio-Economique et Technologique de la Jeunesse\nAssociation SIRABA SCHOOL\nAssociation Women for the Contemporary Society, Moldova\nAstrea Media, Inc.\nAtlantic College, a United World College\nAtlantic State Legal Foundation Inc.\n.au Domain Administration Limited\nAuthentic Caribbean Foundation Inc.\nAutonomisation des Femmes et des Jeunes filles par le Tricotage (AAFJ/Trico BF)\nAvandis Consulting\nAviva Investors\nAwakening Africa Foundation Inc\nAYGF (AFRICA YOUTH GROWTH FOUNDATION)\nAYLF-AFRICAN YOUNG LEADERS FOUNDATION LBG\nAysplash Connect Limited\nBAGMATI UNESCO CLUB\nB AGRO CROP GH\nBajeti Hub (formerly International Budget Partnership Kenya)\nBangladesh Internet Governance Forum (BIGF)\nBangladesh Youth Leadership Center\nBarguna nari Jagoran kormochuchi JAGO NARI\nBarranquilla+20 Foundation\nBARWAQA RELIEF ORGANIZATION\nBays Planet Foundation\nBELEON HOLDINGS\nBenadir University\nBenevolence Coalition for Humanitarian Relief\nBerkeley Existential Risk Initiative\nBESMARK COFFEE COMPANY LIMITED\nBeyond Poverty Africa Network\nBharatiya Stree Shakti\nBiodiesel Georgia LLC\nBiodiversity Hub International (BHI)\nBIOSPHERE FOUNDATION UGANDA\nBlavatnik School of Government, University of Oxford\nBLESSED TO TRANSFORM\nBlind Youth Association Nepal\nBloodman\nBlue Heart International Org\nBlue Planet Alliance\nBMG3 Enterprises, Inc.\nBootblack\nBORN Like This P.A.G\nBouygues Sa\nboypro-ject consulting Inc.\nBrain Builders Youth Development Initiative\nBridge 47\nBridges of Peace Initiatives (BPI)\nBridge That Gap Hope for Africa Initiative\nBrigada 12\nBring Back Green Foundation\nBRING LIGHT SAVE LIFE\nBuild Peace and Development\nBunchful, Inc.\nBureau de renforcement des capacités des femmes – training\nBurnBright International\nButterfly Network – Global Health\nCadrell Advocacy Center\nCampaign for Social Justice and Human Rights (CSJHR)\nCANADA 2030\nCANEUS International\nCaptain Planet Foundation\nCare About Climate\nCaregivers Asha Society\nCaring Hands Foundation INC\nCatálise Design e Inovação Social\nCATMO ENTERPRISES\nCAYO-Concerned African Youth Organization\nCELEBRONS LE COURAGE DE LA FEMME\nCellfie Mobile LLC\nCenter Countering Digital Hate\nCenter For African Policy\nCenter for Fiscal Transparency\nCenter for Health Human Rights and Development (CEHURD)\nCenter for Indonesia’s Strategic Development Initiatives\nCenter for School Leadership\nCenter for United Nations Constitutional Research\nCenter for Young Leaders in Africa (CYLA – Zambia)\nCentre de Recherche sur l’Anti-Corruption\nCentre for Education Policy and Climate Justice\nCentre for Nonviolence and Gender Advocacy in Nigeria (CENGAIN)\nCENTRE FOR SOCIAL DEVELOPMENT\nCentre for Sport and Human Rights\nCentre for Strategy and Cultural Diplomacy\nCentre for Sustainable Development\nCentre for Synchronous Leadership\nCentro de Estudios en Libertad de Expresión (CELE)\nCentro de Estudios y Capacitación con Prospectiva CECAPRO\nCercle des Filles pour le Développement (CFD)\nCFW – Culture Funding Watch\nChampions for Sustainable Development Goals\nChange For Planet\nChanging_Lives Verein\nCheck My Ads Institute\nChemichemi Foundation\nCherish A Child\nChildren Believe Fund\nCHILD RIGHT AND DEVELOPMENT IMPLEMENTATION FOUNDATION INC\nChild Rights International Network (CRIN)\nCHINA-EUROPE TECHNOLOGY AND INNOVATION CONSULTING LIMITED\nChina Green Carbon Foundation\nChristian Aid\nChristian Care Foundation Pakistan\nChristian Education and Development Organization (CEDO)\nChristian Fellowship and Care Foundation\nChulaportraits-Multi Chula SL\nCIRA, the Canadian Internet Registration Authority\nCitizen Commons Advocacy International\nCITY OF KISUMU URBAN AREAS ASSOCIATION\nCivic Commission for Africa (CCfA)\nCivics Unplugged\nCivil Society Network on Climate Change in Nigeria\nCivil Society on Sustainable Development Goals\nCivil Society Organization\nCivil Society SDGs Campaign/GCAP Zambia\nClean Air Fund\nClean Climate And Environment Campaign Initiative\nClimate Action Network Canada\nClimate Action Network – CAN AFRICA\nClimate Governance Commission\nClimate Resolve\nClimate Science\nClimateWorks Foundation\nCloud Creative d.b.a The Convergence\nCloud Security Alliance Greater China Region\nClub of Rome\nCoalición Nacional de Mujeres Rurales, A. C.\nCoalition Climat pour la Biodiversité et le Développement (CCBD-Congo)\nCochrane Collaboration (Cochrane)\nCoding Rights\nColumbia University\nComite de América Latina y el Caribe para la Defensa de los Derechos de las Mujeres CLADEM\nCommon awareness for future generations “FUTURE”\nCommunity Action Against Plastic Waste (CAPws)\nCOMMUNITY ACTION FOR HEALTH & DEVELOPMENT (CAHED)\nCommunity Advocacy and Awareness Trust\nCommunity-Based Organization\nCommunity Development and empowerment Initiative Programme (CDEIP)\nCOMMUNITY EDUCATION AND EMPOWERMENT CENTRE\nCommunity Empowerment for Northern Development (CENOD)\nCommunity Hands Foundation\nCommunity Healing Network\nCommUnity of the Deaf, Inc\nCommunity Organization Training Programma\nCommunity Restoration Initiative Project\nCommunity Safety Project\nCommunity United for Rural Development – CURD\nComunitatea Internet\nConfederación de Nacionalidades Indígenas del Ecuador-CONAIE\nCONGO CONNEXION\nCongolese Young Leaders\nConnected Advocacy for Empowerment and Youth Development Initiative\nConnecticut Institute for Social Entrepreneurship\nCONSEIL PROVINCIAL DE LA JEUNESSE DE KINSHASA (CPJ-kin)\nConservation Alliance of Kenya\nConservation Biology Institute\nConverse International Travel Agency LTD\nConsorcio para el Dialogo Parlamentario y la Equidad Oaxaca\nCooperation Canada\nCoordenação das Associações das Comunidades Remanescentes de Quilombos do Pará (MALUNGU)\nCoordination des Organisations des Peuples Autochtones de Guyane\nCopenhagen Institute for Futures Studies\nCorporación de Estudios y Desarrollo Norte Grande\nCorporacion Movilizatorio\nCorpsAfrica/Senegal\nCorps des Jeunes Volontaires de la RDC\nCORRE PRODUCOES SOCIOCULTURAIS LTDA\nLisa Russell Films, LLC\nCreating Opportunities of Disadvantaged Persons (CODaP)\nCreats International\nCRISP\nCulture All Nippon\nCulture Centre for the Deaf\nCustoms Officers’ Wives Association\nCysec Consulting Pvt Ltd\nDAAYYAA GENERATION NETWORK (DGN)\nDalberg Catalyst\nDAlpha, Inc.\nDalit lives Matter Global Alliance\nDarfur Youth Center for Peace and development\nDark Matter Labs\nDASTAK Women Rights and Awareness Foundation\nData Privacy Brasil\nDATA -X- Tanzania\nDatta Infotech Consultants\nDaystar University\nDDX\nDemocracy Without Borders\nDestination Zero\nDevelopment Education Network-Liberia (DEN-L)\nDevelopment Impact Pathfinders Initiative\nDevelopment Reimagined\nDhanshiri Communication Limited\nDharma Alliance\nDholakia Foundation\nDhrubotara Youth Development Foundation\nDialogue intergénérationnel Platform DR Congo\nDIAMS MultiCom International SARL\nDiaspora organization\nDigital Agenda for Tanzania Initiative\nDigital Citizen Fund\nDigital Empowerment Foundation\nDigitalSENSE Africa\nDigo Bikas Institute\nDiplomacy for World Peace\nDMS Academy\n디문파운데이션 DMUN Foundation\nDroits Humains Sans Frontières\nDuke University\nDUSHTHA SHASTHYA KENDRA (DSK)\nDW Akademie\nDynamique des Femmes pour la Réforme de l’administration Publique\neArtH Projects\nEarth Regenerative Project Sierra Leone\nEast Africa Job Center\nEastern Caribbean-Southeast Asia Chamber\ne-CAB\nECB Sustainable Youth Foundation\nECO CLEAN ACTIVE INITIATIVE\nEcoHarmony Eswatini\nECOHUMANITA\nEconomic and Trade Cooperation of African Youth – ETCAY\nEco Rafiki LLC\nEco-Social Development Organization (ESDO)\nEcosystem and Social Economic Development Organisation\nECO-UNION\nECUADORIAN RIVERS INSTITUTE\nEducation Development Trust\nEducation for All Coalition\nEffective Altruism Hong Kong\nEIA FEWA LTD (Effortless Insight Africa)\nEko Fondation\nElevate Young Minds\nEliberare Association\nEmirates Human Rights Association\nEmpathy for Life Integrated Development Association (ELiDA)\nEMPOWER AND SERVE KENYA\nEmpowered Women and Youth Globally\nEnact Earth Foundation\nEniware, LLC\nEnroot Innovation Foundation\nEntreprise Forward\nEnvironmental Protection and Development Association (EPDA)\nENVIRONMENT AND JUSTICE SOCIETY (ENJUS)\nEnyuatta EcoJustice Centre\nEspace Information Jeunesse Congo\nEureka soutien le bonheur\nEuro-Med Youth Federation e. V\nEuropean Center for Not-for-Profit Law Stichting\nEuropean Climate Foundation\nEuropean Network of Medical Residents in Public Health (EuroNet MRPH)\nEuropean Partnership for Democracy\nEurovisioni AC\nEvergreen Initiative for Empowerment and Constructive Development\nEvery Woman Treaty\nEvidence Action\nEY Georgia (EY LLC)\nFAADEV – African women for development\nFamiliyaa Makers Services\nFAMILLE ASSOCIEE DES JEUNES POUR LA PROMOTION DE L’AUTOCREATION D'EMPLOI AU BURUNDI « FAJPACEBU »\nFAMILY GROWTH FOUNDATION\nFAWAN ACTION NETWORK\nFEDERACION DE COMUNIDADES NATIVAS FRONTERIZAS DEL PUTUMAYO\nFederated Commodities LTD\nFédération Nationale des Jeunes Entrepreneurs du Congo\nFederation of African Medical Students’ Associations (FAMSA)\nFederation of Community Forestry Users, Nepal (FECOFUN)\nFEEDAR & HR COOPERATIVE AND MICROCREDIT UNIT WITH BOARD OF DIRECTORS\nFeminists for Peace, Rights and Justice Center\nFeminist Dalit Organization\nFMC Corporation\nFOGGS – Foundation for Global Governance and Sustainability\nFONDATION AGAPE POUR L’ENFANT AFRICAIN (FAEA)\nFondation Culturelle Islamique de Geneve\nFondation Kalipa pour le Développement\nFondazione Think Tank ECCO ETS (ECCO)\nFonden World Climate Foundation\nFootbridge Media Ltd\nFora: Network For Change\nforaus\nFOREIGN INVESTMENT NETWORK FIN\nFor The Fundamentals Limited\nForum for African Women Educationalists\nForum on Information and Democracy\nFOUNDATION FOR CIVIL SOCIETY\nFoundation for Community Development\nFoyer de l’humanite pour un futur meilleur\nFrancis Koroma Foundation\nFrench Solid Waste Partnership\nFree Press Unlimited\nFRIENDLY INTEGRATED DEVELOPMENT INITIATIVES IN POVERTY ALLEVIATION (FIIDIPA)\nFundación Centro de Implementación de Políticas Públicas para la Equidad y el Crecimiento (CIPPEC)\nFundacion Cultural Baur\nFundación Fuerza Del Presente\nHumanidad Tecnológica\nFundación Karisma\nFundación Labradoras de San Isidro\nFundación Nueva Generación Argentina\nFundación para la Promoción del Conocimiento Indígena (FPCI)\nFUNDACION SUSTENTABILIDAD SIN FRONTERAS\nFundacion Unimedicos\nFUTURE ADVENTURE\nFuture International Foundation, Inc.\nGabidezin House of Fashion\nGargaar Organization\nGEADIRR\nGender-Centru\nGender in Geopolitics Institute\nGender Media Connect\nGeneral federation of NGOs in Egypt\nGenerations Without Qat Organization\nGeoscience Society of Somalia GSS\nGEPHERRINI EXPORT LLC\nGermanwatch\nGESA – GROWING ECONOMIES AND SUSTANIBILITY ASSOCIATION\nGetlit Creative LTD/GTE\nGHANA HIV AND AIDS NETWORK\nGhana Russia Center for Commerce and Relations\nGIBICTS CENTER FOR COMMUNITY AND YOUTH DEVELOPMENT\nGingando pela Paz\nGirls Aid Movement\nGirls Health Ed\nGIRLS OUTLOUD LUWEERO-UGANDA\nGIRON INFRA\nGlobal Alliance for a Healthy Society\nGlobal Alliance for Behavioral Health and Social Justice\nGlobal Alliance for Surgical, Obstetric, Trauma, and Anaesthesia Care – G4 Alliance\nGLOBAL CENTRE FOR CLIMATE & SECURITY GOVERNANCE (GCSG)\nGlobal Challenges Foundation\nGlobal Citizen Capital\nGlobal Commission on Responsible Artificial Intelligence in the Military Domain\nGlobal Community Engagement and Resilience Fund (GCERF)\nGlobal Development Solutions\nGlobal Education Futures\nGlobal Energy Alliance for People and Planet (GEAPP), LLC\nGlobal Environmental and Climate Conservation Initiative\nGlobale Studerende Danmark\nGlobal Fund for Children\nGlobal Governance Institute (GGI)\nGlobal Greens (Verts Mondiaux)\nGlobal Infrastructure, Finance and Development Authority, Inc.\nGlobal Initiative for Digital Rights\nGlobal Justice Now\nGlobal Lighthouse Studios Foundation\nGlobal Optimism Impact\nGlobal Partners Digital\nGlobal Partnerships Forum\nGlobal Peace Initiative for the Poor\nGlobal Shield (a project of Social and Environmental Entrepreneurs)\nGLOBAL SURGERY UMBRELLA\nGlobal Young Scientists π Community\nGlobal Youth Forum\nG N & Co Solicitors\nGOAL Global\nGobernArte\nGorgia\nG P Y Recreational Services\nGrandHedge International\nGRAND SQUARED Corporation\nGreat African Arts Banner\nGreen Act for Fact Initiative\nGreen Congress of Kenya\nGreen Dimensions Network\nGreen Economy Coalition\nGreen Energy Mission Africa\nGreen Future Foundation – Section 8 Company Act\nGreen Growth Africa Sustainability Network (Green Growth Africa)\nGREENING MUA ENVIRONMENTAL INITIATIVE (GMEI)\nGreening the Islands Foundation\nGreen Landscape Association (GrEEN)\nGreenLight Development Centre (GreenLight Initiative)\nGreen Loop Foundation\nGREENREV GR\nGreenspring Development Initiative\nGrupo de Financiamiento Climático para Latinoamérica y el Caribe\nGSS THINK\nGulf Research Center Foundation\nHabitat Defenders Africa\nHablemos CO\nHack for Earth Foundation\nHainrichs Institut für Frieden und Nachhaltigkeitslösungen gUG\nHAMI IMANI AFRICA\nHands of Help Children’s Organization\nHaraka Enterprise Development Initiative (HEDI) Trust\nHARD WORKING FARMERS COMMON INITIATIVE GROUP\nHargeisa National Travel And Tourism Agency\nHarvard Forest\nHawaii Local2030 Hub\nHazras Charity Foundation\nHeads and Hands Initiative\nHEAL Africa\nHealth and Water Foundation\nHealth & Help\nHELP\nHelping Africa Foundation\nHenry L. Stimson Center\nHer Dream Initiative\nHigher Education for Good Foundation\nHIGH LEVEL PROTOCOL SERVICES LIMITED\nHIPERDERECHO\nHIRED Consult\nHOLU-NIKKA HUMANITARIAN FOUNDATION\nHorizon 2045 Foundation\nHubei Shengze Carbon Technology Co., Ltd.\nHuesofthemind Mental Wellbeing Foundation\nHumana People to People\nHuman Concern USA\nHumanitarian Enhancement Aid for Resilient Transformation-HEART\nHumanitarian Journalism and Media Interventions, Methodist University of São Paul\nHumanity For The World (HFTW)\nHuman Rights and Democratic Forum (FOHRID)\nHuman Rights and Development Services (HURDS)\nHuman Touch Foundation\nIdec – Institute for Consumers Protection\nIFEX\niLab\niLEAD AFRICA\nillumine.earth\nIMAL Initiative for Climate and Development\nIMARISHA USAWA KENYA\nImpact Compact, llc\nImpactful Education\nImpact Tank Analysis Foundation\nInclusive Society Institute\nIndia Child Protection Fund\nIndian National Trade Union Congress-INTUC\nIndian Social Responsibility Network\nIndia Youth For Society\nINDIGENOUS FRIENDS OF THE MAU FOREST\nIndigenous Women League Nepal – IWL Nepal\nINITIATIVE DE PROMOTION DE L’EDUCATION DES BATWA POUR LE DEVELOPEMENT DURABLE, IPREBAD\nINMATES EDUCATIONAL FOUNDATION\nInnoignite\nINSTITUT DE DIPLOMATIE PUBLIQUE / INSTITUTO DE DIPLOMACIA PUBLICA\nInstitut de la Culture Afro-Europeene a Paris (ICAEP)\nInstitute for Climate and Peace\nInstitute for Development and Leadership in Africa (IDEA)\nInstitute for future-fit economies\nInstitute for Justice and Reconciliation\nInstitute for Law & AI\nInstitute of Climate and Environment (ICE Institute), SIMAD University\nInstitute Of Neurodiversity (ION)\nInstituto Alma Preta Jornalismo\nInstituto BR Arte\nInstituto de Referência Negra Peregum\nINSTITUTO DE TECNOLOGIA E SOCIEDADE (ITS)\nInstituto Haniel\nInstituto Panamericano de derecho Y Tecnología (IPANDETEC)\nInstituto VNDI\nIntegrated Rural Development Center (IRDC)\nIntergenerational Center for Global Action\nINTERNATIONAL CARBON NEUTRALITY INDUSTRY RESEARCH ORGANIZATION LIMITED\nInternational Center for Future Generations (ICFG)\nInternational Climate Change Development Initiative\ninternational commission of culture and diplomatic relations\nInternational Corporation ICR LLC\nInternational Council of Traditional Sports and Games\nInternational Federation of Coalitions for Cultural Diversity (IFCCD)\nInternational Human Rights Consortium\nInternational Institute for Environment and Development Europe\nInternational Network for Governmental Science Advice (INGSA)\nInternational Network of Human Rights Defenders\nInternational social educational center “Barqaror Hayot”\nInternational Society for Digital Earth (ISDE)\nInternational Society of Diplomats\nInternational Transport Workers Federation – ITF\nInternational Treatment Preparedness Coalition Global NPC\nInternational WeLoveU Foundation\nInternational Youth Alliance for Family Planning\nInternational Youth Council Yemen (IYCY) \nInternational Youth Summit Sierra Leone\nInternet New Zealand Incorporated (InternetNZ)\nIntiative Bonne Gouvernance des Ressources Naturelles au Kivu\nIrish Dairy Milk Nigeria Limited\nISA Sumak Kawsay\nISHAKA 2250\nIstanbul Mineral and Metals Exporters’ Association\nIswe Foundation\niVoting\niZone Hub Trust\nJafari Jata Solution\nJagaran Media Center (JMC)\nJaggarta Social Welfare Organization\nJapan Youth Council\nJEHOVAH ALIVE FOR OLD AGE (JAFOA)\nJesuit European Social Centre\nJeunesse du Monde en Action\nJeunesse pour la paix et le développement du monde rural (JPDMR)\nJeunes Verts Togo\nJhpiego\nJoep Lange Institute\nJournalists for Human Rights\nJóvenes Articulando Territorios A.C.\nJoy for Children – Uganda\nJSC TBC Bank\nJual Foundation Inc\nJUHUDI COMMUNITY SUPPORT CENTER (JUHUDI CENTER)\nJulie Ann Wrigley Global Futures Laboratory at Arizona State University\nJuventud Poitica y Desarrollo JPD\nJuventud Unida en Accion\nkaalmo Community welfare\nKajiado Disability Inclusion Forum\nKamehameha Schools\nKATETA PEOPLE LIVING WITH HIV/AIDS-KAPELA\nKeeping Marriage Alive Initiative\nKelem Ethiopia\nKEN G MORKA FOUNDATION\nKenya Institute of Puppet Theatre\nKenya Model United Nations\nKenya National Alliance of Street Vendors and Informal Traders (KENASVIT)\nKenyan Youth Biodiversity Network\nKenya Water and Sanitation Civil Society Network\nKerry Inc.\nKesharwani Shiksha Samiti\nKeystone Academy 北京市鼎石学校\nKiiren AI Inc.\nKILELE YOUTH ORGANIZATION\nKOTHOWAIN (Vulnerable Peoples Development Organization) Bandarban Hill Tract, BANGLADESH\nKunashe Foundation\nKyoga Veritas Radio LTD\nLab for Future Generations\nLabhya\nLabJaca\nL’AFRIKANA\nLake Region Womxn Health and Equal Rights (LARHWER) Kajulu Womens Health Rights Cbo\nLand for Future\nLand Rights Defenders Inc\nLanka Jathika Sarvodaya Shramadana Sangamaya\nLaudato Si’ Movement\nLAWYERS TECH HUB FOUNDATION\nLEADERS DE DEMAIN\nLearning Planet Institute\nLegal Aid Forum\nLeonardo/ISAST\nLes Amis du Bassin du Congo / Friends of the Congo Basin\nLES FEMMES DE LA DIASPORA TCHADIENNE\nLET US DREAM\nLex Consulting\nL’humanité au cœur de nos actions (HU.CO.A.) \nLife Makers Egypt\nLIFT AFRICA FOUNDATION\nLight Foundation for Development\nLIMPS LTD\nLiveWell Initiative LWI\nLiving Your Dream Initiative\nLogictry & The Family Foundation (dba Keep Families Giving Foundation)\nLomisi JSC\nLondon School of Hygiene & Tropical Medicine\nLove To Help Organization\nMachakos University\nMagical Motors\nMahidol Public Health Association\nMaltiti Foundation\nMAMA AKUAVI AGBEMALE MEMORIAL FOUNDATION\nMAPAS – Métodos de Apoio a Práticas Ambientais e Sociais\nMarginalized Communities Advocacy Network\nMarie-Claire N.Kuja Foundation\nMasculinity Institute\nMaseno University International Relations Scholars Association\nMATERNAL CHILD HEALTH AND HIV AIDS FOUNDATION\nMengo Youth Development Link-Uganda\nMENTAL RECOVERY INTERNATIONAL\nMesa por la Vida y la Salud de las Mujeres\nMETHADONE RECOVERY COMMUNITY EMPOWERMENT TANZANIA(MRCE-TZ)\nMexican Center for Philanthropy (Cemefi)\nMicrosoft Corporation\nMigrant Help\nMigration Action and Advocacy Foundation (MAF)\nMigration Youth and Children Platform\nmilliongenerations foundation\nMinderoo Foundation\nMission Exeko\nMIssion Foundation Movement\nMizizi Afriqa\nMonash University\nMontagnards Indigenous Peoples\nMorningstar Sustainalytics\nMorobe Development Foundation\nMoroccan Association of Green Economy for Environment and Climate Justice.\nMost Influential People of African Descent (MIPAD)\nMother Earth Network\nMOTION YOUTH HUB\nMouvement de la jeunesse Une et Indivisible de Djibouti\nMovement for Community-led Development\nMtree Inc\nMuemAction Post\nMUHAMMAD AKRAM & SONS TRADING & INVESTMENT\nMuhammad Akram Sons Trading Investment\nMunansi Green Initiative\nMunich Security Conference\nMushinToTheWorld Foundation\nMutual Productions\nMy Empowerment Platform\nMY GOALS FOUNDATION; AFRICA FOR SDGS\nMY World Mexico: Hub of Action for Sustainable Development\nNACIONALINE NEVYRIAUSYBINIU VYSTOMOJO BENDRADARBIAVIMO ORGANIZACIJU PLATFORMA\nNAFAS\nNahugombe CBO\nNairoBits Trust\nNAJIMUDU EMPOWERMENT INITIATIVE\nNasco Foundation\nNash Vek Public Foundation\nNational Association of Reentry Professionals Inc.\nNational Democratic Institute\nNATIONAL FORUM FOR ADVOCACY NEPAL (NAFAN)\nNational Human Rights Commission of Nepal (NHRC)\nNational Senior Citizens Organization of Liberia\nNational Youth Service Action and Social Development Research Institute\nNatural Capitalism Solutions\nNatural Resource Governance Institute\nNawiri Foresight\nNeeman Global Capital\nNELIG GROUP LTD\nNepal Peacebuilding Initiative\nNetwork of Young Key Populations\nNetwork of Youth for Sustainable Initiative\nNEURO KIDS WARRIORS\nNew Lines Institute\nNext Gene\nNEXTGEN SCIENCE LTD\nNicklaus Children’s Health System\nNicole Ilunga Foundation\nNile Girls Forum\nNile Humanitarian Development Agency\nNirwan University Jaipur, Rajasthan, India\nNkunzi Foundation Limited\nNoble Citizen Foundation\nNominet UK\nNOORNGESA\nnortherrn aid development agency\nNovact Institute for Nonviolence\nNOW! Aisbl\nOando Foundation\nOBA Global Citizens Limited\nOhana One International Surgical Aid & Education\nO’KANATA\nOLABODE YOUTH AND WOMEN INITIATIVES (OYAWIN)\nOlympes de la Parole Canada / Voices of Olympia Canada\nOne Africa Trust\nONE Campaign\nOne Future Collective\nOne World Trust\nONG ASDEMIN\nONG-ASHAD\nONG FUTURE FOR FUTURE\nONG Mutualité des Volontaires Africains pour le Développement\nONG SOLIDARITÉ AUX ENFANTS DEMUNIS Fond\nONG WOIYO KONDEYE\nOnyeisi Care Foundation\nOpen Government Partnership\nOpen Knowledge Foundation\nOrdre des Jeunes Leaders Africains (OJLA) / African Youth Leaders Order\nOrganisation Humanitaire pour le Développement Lcal (OHDEL)\nORGANISATION NATIONAL POUR LA DEFENSE DES DROITS DE L’HOMME ET DES LIBERTES PUBLIQUES\nOrganisation of Islamic Youth\nOrganisation Paysanne Pour le Développement Durable (OPDD)\nOrganisation Pour la Promotion Agro-Pastorale et le Développement au Congo (OPADEC)\nOrganisme à but non lucratif\nOrganization for prevention rehabilitation and integration of female street children (OPRIFS)\nORION Expertise Consulting\nOur Kids’ Climate\nO-YES Global Foundation\nPak Mission Society\nPALACE OF BREAKTHROUGH MINISTRIES\nPan Africa ILGA\nPan-African Council\nPAN AFRICAN LAWYERS UNION\nPan African Womens Association (PAWA)\nPanel d’Experts de la Résolution 2250\nPANIER D’ASSISTANCE HUMANITAIRE AUX VULNERABLES EN SIGLE PAHV-ASBL\nPanorama Global\nParadigm Initiative for Information Technology Development \nParakerja\nParents for Future UK\nParity\nParkers Mobile Clinic\nParlement des Jeunes Leaders de la Société Civile Guinéenne\nPartnerships For Change\nPartners in Population and Development\nPathfinders Global\nPathways for Women’s Empowerment and Development (PaWED)\nPay-W Clinic\nPCU-Nagasaki Council for Nuclear Weapons Abolition\nPeace For Sustainable Development East and Horn of Africa\nPEACE WORLD INTERNATIONAL\nPearlstone Associates\nPELSE CONSULTING\nPeoples Development Community (PDC)\nPeoples Trust Jaipur India\nPeregrine Ventures\nPerkins School For The Blind India Foundation\nPoverty Eradication and Sustainable Action Aid (PESAID)\nPiraporiando\nPlanet Aid\nPLANT-FOR-THE-PLANET FOUNDATION\nPlataforma CIPÓ\nPloughshares Fund\nPOJAFCI\nPowerful Management Leadership & Technology Center\nPower House Youth Club \nPowering Young Initiatives\nPrakramika Vocational Institute\nPrime Demand Solution\nProfessionals For Humanity (PROFOH)\nPROGRESPECT\nPROJECT 100\nProject Starling\nPromad Infotech Foundation\nPrometheus Institute for Democracy and Human Rights\nPromocao do Ensino de Qualidade S/A \nPromotion Of Sustainable Development in Donga-Mantung Association\nPROSPEKTIKER – European Institute for Futures Studies and Strategy\nPsychology Of Winning\nPublic Fund Fund for Support of Labor Initiatives\nQATAR CENTRE FOR PEACE AND DEMOCRACY LTD\nQhala Ltd\nQS ImpACT\nQuincy Institute for Responsible Statecraft\nRadicalxChange Foundation\nRahmatullah Children’s Support and Advocacy Foundation (RACAS Foundation)\nRainbow Refuge Africa\nRaising Star Africa Foundation\nRangeen Khidki Foundation\nREACHOUT SALONE\nRecherches et Documentation Juridiques Africaines asbl\nRed de Mujeres Afrolatinoamericanas, Afrocaribeñas y de la Diáspora\nRed en Defensa de los Derechos Digitales (R3D)\nRed Mexicana de Estudios en Cooperación Internacional y Desarrollo (REMECID)\nRed Mundial de Jóvenes Políticos\nReformWorks\nRefugee Consortium of Kenya\nRe-Imagining New Communities\nRELANCE ET RESTAURATION DE LA VIE SOCIALE “RESVISO”\nRENEW Advisory\nReproductive Advocate Health Education Ghana\nRescue Mission International (ReMI)\nRescue Women Cameroon (REWOCAM)\nResearch Institute for Humanity and Nature\nReseau Burkinabe Pour une Economie Circulaire\nRESEAU DE COMMUNICATION ET DE DEVELOPPEMENT DE LA FEMME SENEGALAISERECODEFSenegal\nRéseau des Hommes Engagés pour l’Egalité de Genre en République Démocratique du Congo RHEEG-RDC PECS\nRESEAU DES JEUNES POUR LE CLIMAT AU TCHAD\nReseaudesOrganisations des Jeunes Leaders Africains Des Nations Unies Section Cote D’IvoireROJALNUCI\nRéseau des organisations de solidarité internationale France-Essonne\nResilient40\nResilient Communities Building Initiative\nRes Non Verba – Civic House\nResources Legacy Fund\nREVILA\nRIDING-UP\nROLDÁN MILLÁN JOSÉ JOAQUÍN 2017 S.L.\nRole Model Maker\nROOMS ART THERAPY LIMITED\nRooms Hotels Lab LLC\nRovira i Virgili University/Universitat Rovira i Virgili\nRoyal African Society\nRUA PERU UCSM\nRural Aid Pakistan\nRural Area Development Programme (RADP)\nSaciWATERs\nSadar Development Institute\nSaddle River Day School\nSafe Dada Foundation Kenya\nSAHRiNGON TANZANIA CHAPTER\nSaidika Organization\nSaint Louis University, Madrid\nsalama women’s institute\nSAM Empowerment Foundation\nSamprity Aid Foundation\nSarauniya International Development Organization\nScar Of Life Youth Organization\nSchool of Democracy Nepal\nSchool of International Futures\nScience Undergraduate Society (SUS) of McGill University\nSOAS University of London, SCRAP Weapons\nS.D. TALENTOS MÚLTIPLUS – COMÉRCIO E PRESTAÇÃO DE SERVIÇOS (SU), LDA\nSECURE LIVELIHOODS FOR WOMEN FORUM\nSecurity NextGen\nSenti Community Based Organisation\nSEPP Kenya International\nSet Free to Thrive\nSex & Samfund / Danish Family Planning Association (DFPA)\nShallom Love and Care Foundation\nSharjah Social Empowerment Foundation\nShe Forum Africa Initiative\nSHIELDTHEM SUPPORT ORGANIZATION\nSignals from the Grassroots\nSilverLining\nSimon Institute for Longterm Governance\nSmart Talk Cafe\nSocial Good Fund Inc.\nSocial Linkages for Youth Development and Child Link\nSocial Welfare Development Programme – ACES – Africa Center\nSOCIETE SOMMAC\nSociety of Gender Professionals\nSolidaris – Union Nationale des Mutualités Socialistes – Solidaris (Solidaris)\nSolidarity and Action Against the HIV Infection in India\nSolutions for Our Climate\nSomali Vulnerable Actors (SOVA)\nSomali Youth Horizon\nSOON Future Studies\nSortedlife Husika Afrika Group\nSoulbeegood\nSouth African Parenting Programme Implementers Network\nSouthern African AIDS Trust\nSOUTH WEST MULTIPURPOSE FARMERS COMMON INTIATIVE GROUP\nSoutien social\nSpace Era Germany\nSPARK Foundation\nSpeculative Futures Aotearoa New Zealand\nStand As One\nStarlight Foundation\nSTAR UP KOBIKA NA NDAKU SARL\nSTAWISHA AFRICA INITIATIVE\nStellenbosch University\nSteve Global Adventures\nSt. Gallen Foundation for International Studies / St. Gallen Symposium\nStop TB Partnership-Kenya\nStrategic Communications Lab\nStudent Energy\nStudent Partnership Worldwide India Project Trust (Restless Development India)\nStudent Platform for Engineering Education Development (SPEED)\nSuccess Hands Tanzania Initiative\nSudanese Development Initiative\nSunshinengirls USA \nSustainability Week Pakistan\nSustainable Development And Response (STAR) Foundation\nSUSTAINABLE DEVELOPMENT COUNCIL\nSustainable Energy and Enterprise Development for Communities\nSUSTAINABLE ENVIRONMENT FOOD AND AGRICULTURE INITIATIVE\nSUSTAINABLE FUTURES INITIATIVE\nSustainable Green Future Foundation\nSustainable Impact Capital & Holding\nSustainera Consulting Services\nSwarovski Foundation\nSYNERGIE DES FEMMES DE LA SOCIETE CIVILE\nTadamun Social Society (TASS)\nTag a Life International\nTaha Enterprise\nTalento Incluir\nTalento Senior 45\ntandemLEAP\nTANGO\nTanyak\nTanzania Community Health Information and Support (TaCHIS)\nTanzania Human Rights Defenders Coalition (THRDC)\nTANZANIA WOMEN AND YOUTH ADVISORY ORGANISATION\nTanzania Youths Behavioral Change Organization (TAYOBECO)\nTaYA\nTeaching Artist Institute\nTeach the Future\nTears of the Earth Foundation\nTEDIC – TECNOLOGIA, EDUCACION, DESARROLLO, INVESTIGACION Y ASOCIACION TEDIC COMUNICACION\nTegla Loroupe Peace Foundation\nTerra Marine Research Institute India\nTexas Women’s Alliance\nThe African Youth Cafe\nThe Amina Agbo Foundation\nThe Assembly Innovation Hub Ltd\nThe Association of Professional Futurists\nThe B Team\nThe Club of Rome\nThe Confederation of Micro and Small Enterprises – Kenya Chapter (CMSEOK)\nThe Children of Ukraine Foundation\nThe Eagles for Life Kenya\nThe Earth\nThe Egyptian Food Bank\nThe Engineering Organization For Development\nThe Foundation for Post Conflict Development\nThe Futures Forum\nThe Global Listening Project\nThe Grace Foundation Hope For The Hopeless\nThe Green Economics Institute\nThe Gulmit Educational and Social Welfare Society\nThe Hack Foundation\nThe Harbor House\nThe Human Security Institute\nThe Indegenous\nThe Independent Commission for Human Rights in North Africa (CIDH AFRICA)\nThe Intelligent Indian\nThe Interfaith Alliance for Safer Communities\nThe Iraqi Institution for Development\nThe IREDE Foundation\nThe Jakaya Mrisho Kikwete Foundation\nThe Kenya Pro-Ageing Organization\nThe Light Millennium Inc\nThe Middle East Institute\nThe Milken Institute\nThe Millennials Movement\nThe Millennium Project\nThe National Forum of Human Rights\nThe New Global Order ETS\nTheodora Anavhe Adamu Foundation (TAAF)\nThe Open-Led Company\nThe REACH Programme\nThe Resiliency Initiative\nThe Society For Children Orphaned By AIDS Inc.\nThe Soil Solution\nThe South Australian Youth Forum Inc.\nThe special physically challenged care foundation \nThe Strategic Priorities Hub\nThe Sustainable Development Response Organization\nThe Undivide Project\nRefugee Congress\nThe Viden Fate Foundation\nThe Winford Centre for Children and Women\nThe Working Group on Girls\nThe Young and Woman Initiative YAWI\nTHE YOUNG CHANGEMAKERS\nThe Youth Agenda\nThe YP Foundation\nThink Tank\nThriving Up Initiative\nTiger Kim’s Academy (KIMHOSUL, Inc.)\nTiriig Technology\nTITI FOUNDATION\nTogether\nTonyWild Foundation Limited\nTQH Consulting Private Limited\nTRACE KENYA\nTrailblazer For This Generation\nTrans*Alliance Kenya (TAK)\nTranscultural Psychosocial Organization Nepal (TPO Nepal)\nTransformative Leaders Network- Africa (TRANET-Africa)\nTransparency International UK\nTRIUNE FOUNDATION\nTrust for Indigenous Culture and Health (TICAH)\nTuboreshe Pamoja CBO\nTurkish Academy of Sciences\nTwaweza Community Development Agenda\nUDGOON SUSTAINABLE DEVELOPMENT INITIATIVE\nUjana Youth Sustainable Development Network\nÚltimo Recurso\nUNDER PRIVIEGED EDUCATIONAL WELFARE SOCIETY\nUnder Privileged Advancement by Youth (UPAY)\nUN Global Compact Network Georgia\nUNGP for SDGs\nUNICEF Sweden\nUNION DES JEUNES CONGOLAIS POUR LE CHNAGEMENT\nUnion des Jeunes pour le Développement Durable\nUNITED INSTITUTIONS FOUNDATION\nUnited Nations Association Indonesia\nUnited Nations Association of Chad\nUnited Nations Association of Ethiopia (UNA-ET)\nUnited Nations Association of South Sudan\nUnited Nations Association of Tanzania\nUnited Nations Association of the USA Bronx Chapter\nUnited Nations Association of the USA – Capital Area Division\nUnited Nations Association of Uganda\nUnited Nations Association (Z) UNA\nUnited Voices For Global Impact Corporation\nUnited Youth Initiative for Africa\nUNITY AND SENDING PEACE TO ALL TRIBES\nUniversal Farmers Association (UFA), Inc.\nUniversal Greening Organistion\nUniversidad del País Vasco/Euskal Herriko Unibertsitatea\nUniversidad Externado de Colombia\nUniversidad Nacional Autónoma de México\nUniversité Laval\nUniversity for SDGs\nUniversity of California, Davis\nUniversity of Cambridge\nUniversity of Castilla-La Mancha\nUniversity of Connecticut\nUniversity of Notre Dame / Keough School of Global Affairs\nUniversity of Wales, Trinity Saint David\nUnlocking Communities\nUnlock Young Leaders Summit\nUN Youth Australia\nUrdd Gobaith Cymru\nURGENCE CONTRE LA FAIM (UCF)\nUsawa Agenda\nUstawi Analytica Limited\nUS Women’s Caucus\nUWEZO YOUTH GROUP\nVALUE FE-MALE NETWORK\nVibrant Voices Villages Community Based Organization.\nVictim Advocates International\nVijana Amani Pamoja (VAP)\nVijana Think Tank\nVillage Farmers Initiative (VFI)\nVirgin Foundation, trading as Virgin Unite\nVIVA ART e.V.\nVIVA HUMAN INC.\nVoces de Mujeres Afrodescendientes en Panamá\nVoice Life Health Organization\nVolCare Foundation (VCF)\nVOLUNTARY ACTION NETWORK INDIA\nVoluntary Association for Peoples Service (VAPS)\nVOW Social Work Service Centre\nVyaelea Organization (Vyaelea)\nWa3i Foundation \nWama Organization for Development and Human Rights \nWangoh Dynamics Technologies, Inc-USA\nWANWOD DEVELOPMENT ORGANIZATION\nWaso Trustland\nWater Witness International\nWazi Community Based Organization\nWellbeing Economy Alliance\nWelsh Centre for International Affairs\nWemos\nWestern States Legal Foundation\nWe The World Botswana Chapter Proprietary Limited\nWetlands Conservation Organisation\nWe Yone Child Foundation\nWinston-Salem Permaculture Collective\nWissol Group\nWomen and Children’s Legal Aid Organization\nWomen and Girls Initiative Salone\nWomen and Youth Environmental Safety and Empowerment Organisation\nWomen EdTech\nWOMEN EMPOWERING WOMEN INITIAITVE (WEWIN)\nWomen Empowerment Against Poverty of Nepal (WEAPoN)\nWomen for Human Rights Single Women Group (WHR)\nWomen for Peace and Gender Equality Initiative\nWomen For Positive Actions (WOPA)\nWomen In Crisis Movement (WICM)\nWomen In Democracy And Governance (WIDAG)\nWomen in Distress Organisation\nWomen In Monitoring & Auditing Global Elections\nWomen Inspiration Development Center (WIDC)\nWomen’s Coalition of Zimbabwe (WCoZ)\nWomen’s Counsil Denmark\nWorld Council on Intercultural and Global Competence\nWorld Digital Technology Academy\nWORLD FDEDERALST MOVEMENT – INSTITUTE OF GLOBAL POLICY\nWorld Humanitarian Forum\nWorld Institute on Disability\nWorld Mission Society Church of God\nWorldreader\nWorld Youth Forum\nWorld Youth Summit NPC\nWote Youth Development Projects CBO\nXUFANCHENG CULTURE STUDY CENTER\nYanabia Al-Khair Charity Foundation\nYayasan Kesehatan Perempuan (YKP)\nYemenland for humanitarian development foundation\nYlva\nYOD-International\nYork University\nYoung African Policy Research Hub\nYoung ChangeMakers Initiative (YALI RLC EA, Kenya)\nYoung Diplomats of Canada\nYoung Jewels Foundation\nYoung Women Growing Initiative\nYoung Women in Sustainable Development\nYouth4Nature\nYouth and cultural development foundation\nYOUTH AND WOMEN FOR OPPORTUNITIES UGANDA (YWOU)\nYouth Bridge Kenya\nYouth Building the Future Global\nYouth Center for Research and Development\nYouth Empowerment and Artivism\nYouth Empowerment and Leadership Initiative (YELI)\ndYouth for Darfur Organization\nYouth for Human Rights International Foundation and Research\nYouth for Sustainable Travel\nYouth For Transparency International\nYOUTH INITIATIVE FOR LAND IN AFRICA (YILAA) / INITIATIVE DE LA JEUNESSE POUR LE FONCIER EN AFRIQUE\nYouth International Leadership Institute (YIL-Network) Inc.\nYouth Leaders Foundation (YLF)\nYouth Parliament Pakistan\nYouth Peace & Leadership Organization\nYouth Peer Education Association (YPEER Nepal)\nYouths Enterprise Development and Innovation Society\nYouths for Transparency International\nYouth Vision the Gambia\nYPEER Pakistan\nYuvsatta\nZaina Foundation\nZango Foundation\nZanzibar Maisha Bora Foundation\nZhongGuanCun Smarter City Information Industry Alliance\nZimbabwe National Network of PLHIV\nZuluLegacy Youth Leadership 8 Uganda\n\n__________\n",
    "ED_Disclaimer": "The final version of decisions adopted during the resumed part of the session will be contained in document A/78/49 (Vol. III) after editorial review.\n",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2024-07-13T00:00:00.250Z"
  },
  {
    "_id": "6696e8b1b9e20da424a5b967",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/557",
    "ED_Type": "Other Decisions",
    "ED_Title": "Accreditation and participation of an intergovernmental organization in the Fourth International Conference on Financing for Development",
    "ED_Meeting": [
      {
        "ED_Date": "2024-07-16T04:00:00.000Z",
        "ED_Number": "101 plenary meeting",
        "_id": "6696e8b1b9e20da424a5b968"
      }
    ],
    "ED_AgendaItem": "17",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 101st plenary meeting, on 16 July 2024, the General Assembly, on the proposal of its President[1] (Footnote: A/78/L.94.) taking note of the note by the Secretariat,[2] (Footnote: A/78/958.) decided to accredit the organization identified in the note by the Secretariat and invite it to participate as an intergovernmental organization in the work of Fourth International Conference on Financing for Development and its preparatory process, as an observer, in accordance with paragraph 3 (b) of its resolution 78/271 of 11 April 2024. \n\n",
    "ED_Disclaimer": "The final version of decisions adopted during the resumed part of the session will be contained in document A/78/49 (Vol. III) after editorial review.\n",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2024-07-17T00:00:00.145Z"
  },
  {
    "_id": "66ab9b059a47746e28cdb3cc",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/558",
    "ED_Type": "Other Decisions",
    "ED_Title": "Enhancing  action on sea level rise",
    "ED_Meeting": [
      {
        "ED_Date": "2024-08-01T04:00:00.000Z",
        "ED_Number": "102 plenary meeting",
        "_id": "66ab9b059a47746e28cdb3cd"
      }
    ],
    "ED_AgendaItem": "13 and 117",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 102nd plenary meeting, on 1 August 2024, the General Assembly, on the proposal of its President (Footnote: See A/78/L.101, as orally revised.) recalling its decision 78/544 of 16 January 2024, in which it had decided to hold a high-level plenary meeting of the General Assembly on addressing the existential threats posed by sea level rise, in New York on 25 September 2024, during the high-level week of the seventy-ninth session of the Assembly, recalling also its resolution 78/319 of 1 August 2024 on the scope, modalities, format and organization of the high-level plenary meeting on addressing the existential threats posed by sea level rise, recognizing the importance of enhanced international cooperation and collective action to address sea level rise, and determined to strengthen the global response and support to developing countries, especially those that are particularly vulnerable to the adverse effects of climate change, and coastal communities, to build resilience and adapt to its consequences, decided:\n(a)\tTo commit to strengthening international cooperation and partnerships to enhance comprehensive and effective responses to sea level rise;\n(b)\tTo request the Secretary-General to prepare a report, including by inviting contributions from Member States, to be submitted near the conclusion of the seventy-ninth session or early in the eightieth session of the General Assembly, to provide information on challenges related to sea level rise and on ways and approaches to address sea level rise; \n(c)\tTo request the President of the General Assembly to organize a one-day high-level plenary meeting of the General Assembly, no later than the last day of the general debate of the Assembly at its eighty-first session, to further consider sea level rise, which would result, without setting a precedent for similar meetings, in a concise, action-oriented and intergovernmentally negotiated declaration agreed by consensus.\n",
    "ED_Disclaimer": "The final text of this decision will be contained in document A/78/49 (Vol. III) after editorial review.\n",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2024-08-02T00:00:00.161Z"
  },
  {
    "_id": "66abb09a9a47746e28cdb407",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/559",
    "ED_Type": "Other Decisions",
    "ED_Title": "Participation  of non-governmental organizations, civil society organizations, academic institutions and the private sector in the high-level meeting on antimicrobial resistance ",
    "ED_Meeting": [
      {
        "ED_Date": "2024-08-01T04:00:00.000Z",
        "ED_Number": "102 plenary meeting",
        "_id": "66abb09a9a47746e28cdb408"
      }
    ],
    "ED_AgendaItem": "125",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 102nd plenary meeting, on 1 August 2024, on the proposal of its President  (Footnote: A/78/L.97.), as amended, (Footnote: See A/78/L.103.), the General Assembly, recalling paragraph 11 of its resolution 78/269 of 25 March 2024, entitled “Scope, modalities, format and organization of the high-level meeting on antimicrobial resistance convened by the President of the General Assembly”, decided to approve the participation of the non-governmental organizations, civil society organizations, academic institutions and the private sector as listed in the annex to the present decision in the high-level meeting on antimicrobial resistance to be held pursuant to resolution 78/269. \n\nAnnex\n\n\nAccess to Medicine Foundation\nAction Coalition On Tuberculosis\nAction des Jeunes contre la Résistance aux Antimicrobiens\nAction for Health Initiatives, Inc. (ACHIEVE)\nAction on Antibiotic Resistance Africa\nAfrica Coalition on TB (ACT) Swazi Chapter\nAfrica Coalition on Tuberculosis\nAfrica Public Health Students Network Initiative\nAFRICA SOCIETY FOR LABORATORY MEDICINE\nAfrica Sustainable Climate and Environment Foundation (ASCEF)\nAfro Global Alliance\nAlliance Myanmar\nAMBA TB Charity Association\nAmerican Medical Women’s Association\nAmerican Society for Microbiology\nAMR Action Fund\nAntibiotic Research UK\nARMoR (Alliance for Reducing Microbial Resistance)\nAsian Indigenous International Network\nAsociacion de Personas Afectadas por Tuberculosis del Peru ASPAT PERU\nAssociacao de Mineiros Mocambicanos – AMIMO\nAssociation Health Innovation and Investment Exchange (HIEx)\nAssociation of Persons with Disabilities living with HIV(ADPHA) Uganda\nAviva investors\nBEAM Alliance\nbioMerieux\nBranch of Caritas Internationalis in Tajikistan\nBridge Consultants Foundation\nBrigada 12\nBUGWORKS RESEARCH INC\nCampaigns in Global Health\nCARB-X (Boston University)\nCaribVET\nCenter for Global Development\nCenter for New Democratic Processes\nCentre for Public Health and Zoonoses\nCHARITABLE ORGANIZATION “CHARITABLE FUND “TB EUROPE COALITION”  \nCharitable Organization TB PEOPLE UKRAINE\nCHIMABA SANAA GROUP\nClub des Amis Damien\nCommunity Action Against Plastic Waste (CAPws)\nCommunity And Family Aid Foundation – Ghana\nCommunity Health and Inclusion Association\nCystic Fibrosis Foundation\nDEBRICHE HEALTH DEVELOPMENT CENTRE\nDisaster and Environmental Management Trust\n디문파운데이션 DMUN Foundation\ndsm-firmenich Animal Nutrition and Health\nDucit Blue Foundation\nEthiopian TB Association\nEuropean Federation of Pharmaceutical Industries and Associations (EFPIA)\nEuropean Network of Medical Residents in Public Health – EuroNet MRPH\nEuropean Public Health Alliance (EPHA)\nF. Hoffmann-La Roche\nFamily Welfare Foundation\nFIND\nFocus Droits et Accès ONG\nFOR IMPACTS IN SOCIAL HEALTH\nForum Ong Aids RS\nFoundation for Environmental Watch\nFriends of the Global Fight Against AIDS, Tuberculosis and Malaria\nGARDP Foundation\nGavi, the Vaccine Alliance\nGerman Center for Infection Research – DZIF\nGhana National TB Voice Network\nGlobal AMR Media Alliance (GAMA) and CNS (Citizen News Service)\nGlobal Environment & Technology Foundation\nGlobal Health Strategies (India)\nGlobal Health Strategies (US)\nGlobal Health Technologies Coalition\nGlobal Institute for Disease Elimination (GLIDE)\nGlobal Strategy Lab at York University\nGood Samaritan University Hospital\nGreat Lakes Peace Centre Organization Uganda\nGreen Landscape Association\nGSK plc\nGyals\nHealth and Global Policy Institute\nHealth Care Without Harm Europe\nHealth Diplomacy Alliance\nHealthforAnimals\nHumanity For The World (HFTW)\nINDIGENOUS FRIENDS OF THE MAU FOREST\nInfectious Diseases Society of America\nINSTITUTE FOR GLOBAL HEALTH AND DEVELOPMENT\nIntegrita Healthcare Foundation\ninter-governmental not for profit\nInternational Centre for Antimicrobial Resistance Solutions (ICARS)\nInternational Livestock Research Institute\nInternational Society of Antimicrobial Chemotherapy (ISAC)\nInternational Vaccine Institute\nInternational Veterinary Students’ Association\nInternational WeLoveU Foundation\nIRD – Institut de Recherche pour le Développement (the French National Research Institute for Sustainable Development)\nJanna Health Foundation\nJapan Center for International Exchange\nJapan Pharmaceutical Manufacturers Association\nJohnson & Johnson\nKhmer HIV/AIDS NGO Alliance\nKhulna Mukti Seba Sangstha (KMSS)\nLife Bliss Foundation Singapore\nLife Bliss Of New Zealand\nMask Ethiopia\nMedical Impact\nMicrobiology Society\nMigrant Clinicians Network\nMOLBIO DIAGNOSTICS PRIVATE LIMITED\nMost at Risk Young Mothers and Teenage Girls Living with HIV Initiative (MOYOTE)\nMott MacDonald\nMouvement Universel pour la Survie de l’Humanité (MUSUHUM)\nMOVEMENT OF MEN AGAINST AIDS IN KENYA (MMAAK)\nMwitikio wa Kudhibiti Kifua Kikuu na Ukimwi Tanzania (MKUTA)\nNARI MAITREE\nNational Ex-Miners and Allied Workers Association\nNithyananda Dhyanapeetam of Houston\nNITHYANANDA DHYANAPEETAM OF SAN JOSE\nNithyananda Dhyanapeetam of Seattle\nNithyananda Dhyanapeetam Temple & Cultural Center\nNithyananda Meditation Academy\nNOORNGESA\nNorwegian Cancer Society\nNostics\nNovo Nordisk Fonden\nNucleo de Advocacy em Saude\nOne Health Society\nOne Health Trust\nONG-ASHAD\nPak One Health Alline\nPan-African Treatment Access Movement\nPanorama Global\nParis Peace Forum\nPartners in Health\nPAY-W Clinic\nPhilomera Hope Center Foundation\nPhRMA\nPositive Women Together in Action\nProfessionals For Humanity (PROFOH)\nPublic Citizen\nRabin Martin\nREACH Ethiopia\nreach52\nReaching Sky Foundation\nREACHOUT SALONE\nResults Education\nRoll Back Antimicrobial resistance Initiative (RBA Initiative)\nSalma Attah foundation for women and girls support\nSamprity Aid Foundation\nSepsis Alliance\nService, Health and Development for People Living Positively with HIV/AIDs (SHDEPHA+)\nShionogi & Co., Ltd.\nSir Howard Dalton Centre University of Warwick\nSociety for Family Health\nSovereign Sustainability and Development Ltd.\nStichting TB Europe Coalition\nSTOP TB PARTNERSHIP – KENYA\nSTOP TB PARTNERSHIP GHANA\nSupport to Health Public Union\nSustainable Communication Response for Tuberculosis\nTanzania TB Community Network\nTBpeople Global\nThe AMR Narrative\nThe Milken Institute\nThe Swedish Cancer Society (Cancerfonden)\nUganda Stop TB Partnership\nUNITE Parliamentarians Network for Global Health\nUniversity of KwaZulu – Natal\nUppsala Universistet (ReAct Europe)\nUSK Foundation\nUsmanu Danfodiyo University Young Antimicrobial Resistance Stewards (UDUYARS)\nVolunteer Health Services\nWORLD FUTURE ACTIVE\nWorld Small Animal Veterinary Association\nWote Youth Development Projects Community Based Organization (CBO)\nZihi Institute\nZimbabwe National Network of PLHIV\n",
    "ED_Disclaimer": "The final version of decisions adopted during the resumed part of the session will be contained in document A/78/49 (Vol. III) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2024-08-02T00:00:00.175Z"
  },
  {
    "_id": "66bb9a5af24610c5ea55b9d5",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/560",
    "ED_Type": "Other Decisions",
    "ED_Title": "Agreement  under the United Nations Convention on the Law of the Sea on the Conservation and Sustainable Use of Marine Biological Diversity of Areas beyond National Jurisdiction",
    "ED_Meeting": [
      {
        "ED_Date": "2024-08-13T04:00:00.000Z",
        "ED_Number": "103 plenary meeting",
        "_id": "66bb9a5af24610c5ea55b9d6"
      }
    ],
    "ED_AgendaItem": "75c",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 103rd plenary meeting, on 13 August 2024, on the proposal of Australia and Belize,  (Footnote: A/78/L.102.), the General Assembly, by a recorded vote of 146 to 2, with 1 abstention  (Footnote: See A/78/PV.103.), recalling its resolution 78/272 of 24 April 2024, noting that the organizational meeting of the Preparatory Commission for the Entry into Force of the Agreement under the United Nations Convention on the Law of the Sea on the Conservation and Sustainable Use of Marine Biological Diversity of Areas beyond National Jurisdiction and the Convening of the First Meeting of the Conference of the Parties to the Agreement was held from 24 to 26 June 2024, requested the Secretary-General to convene the first and second sessions of the Preparatory Commission from 14 to 25 April and from 18 to 29 August 2025, respectively, and to convene at least one session of 10 working days in 2026, on dates to be determined in consultation with the Co-Chairs, with full conference services, including documentation, provision for parallel meetings and overtime, webcast and press and meeting coverage, for the duration of the substantive sessions, and also requested the Secretary-General to make proposals in the context of the proposed programme budget for 2025 in order to strengthen the capacity of the Division for Ocean Affairs and the Law of the Sea of the Office of Legal Affairs of the Secretariat to continue to provide the Preparatory Commission, including any intersessional work that might be convened by the Co-Chairs, with the assistance necessary for the performance of its work, including meeting and secretariat services and the provision of essential background information and relevant documents.\n",
    "ED_Disclaimer": "The final version of decisions adopted during the resumed part of the session will be contained in document A/78/49 (Vol. III) after editorial review.\n",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2024-08-14T00:00:00.171Z"
  },
  {
    "_id": "66d214078ad453fe3a4552bb",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/561",
    "ED_Type": "Other Decisions",
    "ED_Title": "Question of equitable representation on and increase in the membership of the Security Council and other matters related to the Security Council ",
    "ED_Meeting": [
      {
        "ED_Date": "2024-08-27T04:00:00.000Z",
        "ED_Number": "104 plenary meeting",
        "_id": "66d214078ad453fe3a4552bc"
      }
    ],
    "ED_AgendaItem": "121",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 104th plenary meeting, on 27 August 2024, the General Assembly, on the proposal of its President: \n\na. Decided to reaffirm the central role of the General Assembly concerning the question of equitable representation on and increase in the membership of the Security Council and other matters related to the Security Council; and the commitment of Heads of State and Government representing the peoples of the world to instill new life in the discussions on the reform of the Security Council; \n\nb. Decided to immediately continue intergovernmental negotiations on Security Council reform in informal plenary of the General Assembly at its seventy-ninth session, as mandated by Assembly decisions 62/557 of 15 September 2008, 63/565 B of 14 September 2009, 64/568 of 13 September 2010, 65/554 of 12 September 2011, 66/566 of 13 September 2012, 67/561 of 29 August 2013, 68/557 of 8 September 2014, 69/560 of 14 September 2015, 70/559 of 27 July 2016, 71/553 of 19 July 2017, 72/557 of 29 June 2018, 73/554 of 25 June 2019, 74/569 of 31 August 2020, 75/569 of 22 June 2021, 76/572 of 12 July 2022, and 77/559 of 29 June 2023, building on the informal meetings held during its seventy-eighth session, as reflected in the letter dated 29 April 2024 from the Co-Chairs, and on the document entitled “Co-Chairs’ Revised Elements Paper on Convergences and Divergences on the question of equitable representation on and increase in the membership of the Security Council and related matters”, circulated on 2 August 2024, as well as the positions of and proposals made by Member States, reflected in the text and its annex circulated on 31 July 2015, to help to inform its future work; \n\nc. Welcomed the active engagement, initiatives and intensive efforts of the President of the General Assembly, and noted with appreciation the active role and concrete efforts of the Co-Chairs undertaken in a consultative manner with a view to an early comprehensive reform of the Security Council; \n\nd. Welcomed the holding of structured dialogues on models presented by Member States and Groups of States, appreciated the active participation of the Member States and noted their usefulness to increasing the overall convergences and better understanding of individual proposals;\n\ne. Noted the contribution on Security Council Reform from the IGN to the Pact of the Future;\n\nf. Decided to convene the Open-ended Working Group on the Question of Equitable Representation on and Increase in the Membership of the Security Council and Other Matters related to the Security Council during the seventy-ninth session of the General Assembly, if Member States so decide;\n\ng. Also decided to include in the agenda of the seventy-ninth session of the General Assembly the item entitled “Question of equitable representation on and increase in the membership of the Security Council and other matters related to the Security Council”.\n\n",
    "ED_Disclaimer": "The final version of decisions adopted during the resumed part of the session will be contained in document A/78/49 (Vol. III) after editorial review.\n",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2024-08-31T00:00:00.154Z"
  },
  {
    "_id": "66d88796674e0a36abab4aa8",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/562",
    "ED_Type": "Other Decisions",
    "ED_Title": "High-level  meeting to commemorate and promote the International Day against Nuclear Tests  ",
    "ED_Meeting": [
      {
        "ED_Date": "2024-09-04T04:00:00.000Z",
        "ED_Number": "105 plenary meeting",
        "_id": "66d88796674e0a36abab4aa9"
      }
    ],
    "ED_AgendaItem": "99",
    "ED_Plenary_Committee": "Plenary ",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary ",
    "ED_DecisionText": "At its 105th plenary meeting, on 4 September 2024, the General Assembly, on the proposal of its President, decided, without setting a precedent, to invite the Executive Secretary of the Preparatory Commission for the Comprehensive Nuclear-Test-Ban Treaty Organization, Robert Floyd, the Director of the International Atomic Energy Agency Liaison Office in New York, Vivian Okeke, on behalf of the Director General of the Agency, Rafael Mariano Grossi, Research Assistant of the Arms Control Association and former United Nations Office for Disarmament Affairs Youth Champion, Shizuka Kuramitsu, and Professor at the Elliott School of International Affairs of George Washington University, Sharon Squassoni, to make statements at the high-level meeting to commemorate and promote the International Day against Nuclear Tests.\n",
    "ED_Disclaimer": "The final version of decisions adopted during the resumed part of the session will be contained in document A/78/49 (Vol. III) after editorial review.\n",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2024-09-05T00:00:00.132Z"
  },
  {
    "_id": "66db3c3d674e0a36abab4bf7",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/563",
    "ED_Type": "Other Decisions",
    "ED_Title": "Participation  of non-governmental organizations, civil society organizations, academic institutions and the private sector in the high-level plenary meeting on addressing the existential threats posed by sea level rise",
    "ED_Meeting": [
      {
        "ED_Date": "2024-09-06T04:00:00.000Z",
        "ED_Number": "107 plenary meeting",
        "_id": "66db3c3d674e0a36abab4bf8"
      }
    ],
    "ED_AgendaItem": "13 and 117",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 107th plenary meeting, on 6 September 2024, the General Assembly, on the proposal of its President,  (Footnote: A/78/L.112.) recalling paragraph 9 of its resolution 78/319 of 1 August 2024, entitled “Scope, modalities, format and organization of the high-level plenary meeting on addressing the existential threats posed by sea level rise”, decides to approve the participation of the non-governmental organizations, civil society organizations, academic institutions and the private sector as listed in the annex to the present decision in the high-level plenary meeting under the theme “Addressing the threats posed by sea level rise”, to be held pursuant to resolution 78/319.\nAnnex\n\nACCOUNTABLE IMPACT CORP\nADIFEVEA World\nAfrica Youth Forum International\nAfrican Health Innovation Centre\nAsian Indigenous International Network\nAssociation Congolaise pour le Bien-Etre Familial\nCELEBRONS LE COURAGE DE LA FEMME (CCF) \nCenter for Migration, Gender, and Justice\nCreats International\nEarth Regenerative Project Sierra Leone\nEarthEcho International\nGlobal Youth Parliament Botswana\nHawaii Local2030 Hub\nREACHOUT SALONE\nRosana Empowerment Foundation (REF)\nSociety of Gender Professionals\nSustainable Energy and Enterprise Development for Communities, Inc. (Seed4com)\nThe Alliance for Just Deliberation on Solar Geoengineering\nThe National Senior Citizens Organization of Liberia\nWe Are Forces of Nature\n",
    "ED_Disclaimer": "The final version of decisions adopted during the resumed part of the session will be contained in document A/78/49 (Vol. III) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2024-09-07T00:00:00.189Z"
  },
  {
    "_id": "66db3cd4674e0a36abab4c06",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/564 A and B",
    "ED_Type": "Other Decisions",
    "ED_Title": "Speakers for the opening segment  of the Summit of the Future",
    "ED_Meeting": [
      {
        "ED_Date": "2024-09-06T04:00:00.000Z",
        "ED_Number": "107 plenary meeting",
        "_id": "66db3cd4674e0a36abab4c07"
      }
    ],
    "ED_AgendaItem": "122",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "A \nAt its 107th plenary meeting, on 6 September 2024, the General Assembly, under rule 81 of its rules of procedure, decided to reconsider the provision contained in footnote 1 of decision 78/555 of 10 July 2024. \n\nB \nAt its 107th plenary meeting, on 6 September, the General Assembly, on the proposal of its President, decided that, in addition to those listed in resolution 76/307 of 8 September 2022 and decision 78/555 of 10 July 2024, the opening segment of the Summit of the Future also feature statements by the President of the Republic of Namibia and the Chancellor of the Federal Republic of Germany in lieu of their national statements from the plenary list of speakers.\n ",
    "ED_Disclaimer": "",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2024-09-07T00:00:00.194Z"
  },
  {
    "_id": "66db70e8674e0a36abab4c46",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/565",
    "ED_Type": "Other Decisions",
    "ED_Title": "Strengthening the role of mediation in the peaceful settlement of disputes, conflict prevention and resolution",
    "ED_Meeting": [
      {
        "ED_Date": "2024-09-06T04:00:00.000Z",
        "ED_Number": "108 plenary meeting",
        "_id": "66db70e8674e0a36abab4c47"
      }
    ],
    "ED_AgendaItem": "31 b",
    "ED_Plenary_Committee": "Plenary ",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary ",
    "ED_DecisionText": "At its 108th plenary meeting, on 6 September 2024, the General Assembly decided to include the sub-item entitled “Strengthening the role of mediation in the peaceful settlement of disputes, conflict prevention and resolution” of the item entitled “Prevention of armed conflict” in the draft agenda of its seventy-ninth session.\n",
    "ED_Disclaimer": "The final version of decisions adopted during the resumed part of the session will be contained in document A/78/49 (Vol. III) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2024-09-07T00:00:00.201Z"
  },
  {
    "_id": "66db718d674e0a36abab4c4e",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/566",
    "ED_Type": "Other Decisions",
    "ED_Title": "Question of the Comorian island of Mayotte",
    "ED_Meeting": [
      {
        "ED_Date": "2024-09-06T04:00:00.000Z",
        "ED_Number": "108 plenary meeting",
        "_id": "66db718d674e0a36abab4c4f"
      }
    ],
    "ED_AgendaItem": "37",
    "ED_Plenary_Committee": "Plenary ",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary ",
    "ED_DecisionText": "At its 108th plenary meeting, on 6 September 2024, the General Assembly, the General Assembly decided to include the item entitled “Question of the Comorian island of Mayotte” in the draft agenda of its seventy-ninth session.\n",
    "ED_Disclaimer": "The final version of decisions adopted during the resumed part of the session will be contained in document A/78/49 (Vol. III) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2024-09-07T00:00:00.210Z"
  },
  {
    "_id": "66db71f0674e0a36abab4c54",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/567",
    "ED_Type": "Other Decisions",
    "ED_Title": "Zone of peace, trust and cooperation of Central Asia",
    "ED_Meeting": [
      {
        "ED_Date": "2024-09-06T04:00:00.000Z",
        "ED_Number": "108 plenary meeting",
        "_id": "66db71f0674e0a36abab4c55"
      }
    ],
    "ED_AgendaItem": "64",
    "ED_Plenary_Committee": "Plenary ",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary ",
    "ED_DecisionText": "At its 108th plenary meeting, on 6 September 2024, the General Assembly, the General Assembly decided to include the item entitled “Zone of peace, trust and cooperation of Central Asia” in the draft agenda of its seventy-ninth session.\n\n",
    "ED_Disclaimer": "",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2024-09-07T00:00:00.215Z"
  },
  {
    "_id": "66db7c88674e0a36abab4c66",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/568",
    "ED_Type": "Other Decisions",
    "ED_Title": "Request for an advisory  opinion of the International Court of Justice on the legal consequences of the separation of the Chagos Archipelago from Mauritius in 1965",
    "ED_Meeting": [
      {
        "ED_Date": "2024-09-06T04:00:00.000Z",
        "ED_Number": "108 plenary meeting",
        "_id": "66db7c88674e0a36abab4c67"
      }
    ],
    "ED_AgendaItem": "88",
    "ED_Plenary_Committee": "Plenary ",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary ",
    "ED_DecisionText": "At its 108th plenary meeting, on 6 September 2024, the General Assembly, the General Assembly decided to include the item entitled “Request for an advisory opinion of the International Court of Justice on the legal consequences of the separation of the Chagos Archipelago from Mauritius in 1965” in the draft agenda of its seventy-ninth session.\n",
    "ED_Disclaimer": "The final version of decisions adopted during the resumed part of the session will be contained in document A/78/49 (Vol. III) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2024-09-07T00:00:00.222Z"
  },
  {
    "_id": "66db7cda674e0a36abab4c6c",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/569",
    "ED_Type": "Other Decisions",
    "ED_Title": "Implementation of the resolutions  of the United Nations",
    "ED_Meeting": [
      {
        "ED_Date": "2024-09-06T04:00:00.000Z",
        "ED_Number": "108 plenary meeting",
        "_id": "66db7cda674e0a36abab4c6d"
      }
    ],
    "ED_AgendaItem": "119",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 108th plenary meeting, on 6 September 2024, the General Assembly, the General Assembly decided to include the item entitled “Implementation of the resolutions of the United Nations” in the draft agenda of its seventy-ninth session.\n\n",
    "ED_Disclaimer": "The final version of decisions adopted during the resumed part of the session will be contained in document A/78/49 (Vol. III) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2024-09-07T00:00:00.226Z"
  },
  {
    "_id": "66db7d33674e0a36abab4c75",
    "ED_Division": "GA",
    "ED_DecisionNumber": "78/570",
    "ED_Type": "Other Decisions",
    "ED_Title": "Financing of the United  Nations Mission in East Timor",
    "ED_Meeting": [
      {
        "ED_Date": "2024-09-06T04:00:00.000Z",
        "ED_Number": "108 plenary meeting",
        "_id": "66db7d33674e0a36abab4c76"
      }
    ],
    "ED_AgendaItem": "152",
    "ED_Plenary_Committee": "Plenary",
    "ED_Session": "78th session of the General Assembly",
    "ED_OriginatingBody": "Plenary",
    "ED_DecisionText": "At its 108th plenary meeting, on 6 September 2024, the General Assembly decided to include the item entitled “Financing of the United Nations Mission in East Timor” in the draft agenda of its seventy-ninth session.\n\n",
    "ED_Disclaimer": "The final version of decisions adopted during the resumed part of the session will be contained in document A/78/49 (Vol. III) after editorial review.",
    "ED_MarkNew": false,
    "ED_MarkUpdated": false,
    "__v": 0,
    "DEC_NotificationSent": true,
    "DEC_NotificationSentTime": "2024-09-07T00:00:00.233Z"
  }
]